-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Sep 19, 2017 at 08:56 AM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `refaq_db3`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE IF NOT EXISTS `about` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `suspend` tinyint(4) NOT NULL DEFAULT '0',
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `publisher` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `accounts_group`
--

CREATE TABLE IF NOT EXISTS `accounts_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `code` varchar(250) NOT NULL,
  `from_id` int(50) NOT NULL DEFAULT '0',
  `level` int(11) NOT NULL,
  `have_branch` int(11) NOT NULL,
  `last_value` varchar(100) NOT NULL DEFAULT '0',
  `type` int(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=333 ;

--
-- Dumping data for table `accounts_group`
--

INSERT INTO `accounts_group` (`id`, `name`, `code`, `from_id`, `level`, `have_branch`, `last_value`, `type`) VALUES
(3, 'الاصول الثابتة', '101', 1, 2, 1, '0', 1),
(102, 'المخزون ', '102008', 34, 3, 1, '0', 1),
(11, 'الآلات والمعدات', '101003', 3, 0, 1, '0', 0),
(128, 'برج زايم', '102008000800015', 103, 1, 2, '70', 0),
(127, 'بياسيد', '102008000800014', 103, 1, 2, '50', 0),
(126, 'داي كلازوريل', '102008000800013', 103, 1, 2, '42.50', 0),
(125, 'لايسين', '102008000800012', 103, 1, 2, '21', 0),
(124, 'نيوتراس تكنوزايم', '102008000800011', 103, 1, 2, '65', 0),
(123, 'بريمكس تسمين', '102008000800010', 103, 1, 2, '30', 0),
(122, 'بريمكس بياض', '10200800080009', 103, 1, 2, '25', 0),
(121, 'ميثونين', '10200800080008', 103, 1, 2, '53', 0),
(120, 'بيكربونات صوديوم', '10200800080007', 103, 1, 2, '4.9', 0),
(119, 'ملح', '10200800080006', 103, 1, 2, '0.6', 0),
(118, 'زيت صويا', '10200800080005', 103, 1, 2, '12.30', 0),
(117, 'جيلوتين', '10200800080004', 103, 1, 2, '10.50', 0),
(116, 'حجر جيري', '10200800080003', 103, 1, 2, '.110', 0),
(34, 'الأصول المتداولة', '102', 1, 2, 1, '0', 1),
(35, 'العملاء', '102002', 34, 3, 1, '14607281', 1),
(38, 'أصول متنوعه أخري	', '101006', 3, 0, 2, '1236188', 0),
(39, 'الخصوم', '2', 0, 1, 1, '0', 2),
(40, 'رأس المال', '202', 39, 2, 2, '10500000', 2),
(41, 'المورديين', '203', 39, 2, 1, '0', 2),
(42, 'المدينة - عبده أبو عائشة', '2030001', 41, 2, 1, '329347.60', 2),
(43, 'جولدن ستار - عطية عبده عطية', '2030002', 41, 2, 1, '0', 2),
(44, 'المؤسسة العربية', '2030003', 41, 2, 1, '973308', 2),
(45, 'شركة المجد لاستخلاص الزيوت النباتية', '2030004', 41, 2, 1, '571941', 2),
(46, 'المجموعة المتحدة - هاني مظهر', '2030005', 41, 2, 1, '260334.30', 2),
(47, 'أبو حسين (أحمد محمود إبراهيم) ', '2030006', 41, 2, 1, '576219.40', 2),
(48, 'يحيى البكري - مؤسسة بئر العبد', '2030007', 41, 0, 1, '440846', 0),
(86, ' المهندسون - عمرو حسن ', '2030044', 41, 2, 1, '0', 2),
(85, 'المهندسون - محمد حسن ', '2030043', 41, 2, 1, '0', 2),
(51, 'الأسكندرية - أحمد فرغلي', '2030009', 41, 0, 1, '0', 0),
(52, 'التقوى للتوكيلات التجارية - السيد عبدالعليم', '2030010', 41, 0, 1, '-25091', 0),
(53, 'المصرية للتجارة - ناجي عوض', '2030011', 41, 2, 1, '41000', 2),
(54, 'مصر للتجارة الخارجية - محمد لطفي حسني علي', '2030012', 41, 2, 1, '107258', 2),
(55, 'شركة كميت - محمود عبدالجواد', '2030013', 41, 2, 1, '0', 2),
(56, 'دلتا مصر', '2030014', 41, 2, 1, '0', 2),
(57, 'دلتا فيت', '2030015', 41, 2, 1, '30755', 2),
(58, 'إنتر فارما', '2030016', 41, 2, 1, '51700', 2),
(59, 'إنتر كوفا', '2030017', 41, 2, 1, '0', 2),
(60, 'فيترا صحة الحيوان', '2030018', 41, 2, 1, '125000', 2),
(61, 'الجوي فيت', '2030019', 41, 2, 1, '293754', 2),
(62, 'بيوفيت إيجيبت ', '2030020', 41, 2, 1, '263000', 2),
(63, 'جلوري فيت', '2030021', 41, 2, 1, '70000', 2),
(64, 'يونايتد U.B.N', '2030022', 41, 2, 1, '525000', 2),
(65, 'تري ايه فارما A3 ', '2030023', 41, 2, 1, '90000', 2),
(66, 'خيرات النيل', '2030024', 41, 2, 1, '6000', 2),
(67, 'المصرية الأوربية', '2030025', 41, 2, 1, '39000', 2),
(68, 'شركة قويسنا للتنمية', '2030026', 41, 2, 1, '0', 2),
(69, 'كابو الزراعية', '2030027', 41, 2, 1, '0', 2),
(70, 'هاني فور تريد', '2030028', 41, 2, 1, '0', 2),
(71, 'الإسلامية - محمود حافظ', '2030029', 41, 2, 1, '0', 2),
(72, 'رونت فيتا - مصطفى أحمد ماهر', '2030030', 41, 2, 1, '0', 2),
(73, 'شركة لايف كيميكال جروب', '2030031', 41, 2, 1, '0', 2),
(74, 'شركة البراق للاستيراد والتصدير', '2030032', 41, 2, 1, '0', 2),
(75, 'شركة الأهرام للاستيراد والتصدير', '2030033', 41, 2, 1, '0', 2),
(76, 'ايه تو ام إيجيبت A2M', '2030034', 41, 2, 1, '0', 2),
(77, 'شركة نماء مصر', '2030035', 41, 2, 1, '0', 2),
(78, 'أكما - ضياء مصطفى توفيق', '2030036', 41, 2, 1, '0', 2),
(79, 'بيكوك انترناشونال', '2030037', 41, 2, 1, '0', 2),
(80, 'فيدباك - شكاير', '2030038', 41, 2, 1, '0', 2),
(81, 'ألفا باك - شكاير', '2030039', 41, 2, 1, '0', 2),
(82, 'الدولية - محمود جابر - شكاير', '2030040', 41, 0, 1, '72790.32', 0),
(83, 'مصر النور - شكاير', '2030041', 41, 2, 1, '106594', 2),
(84, 'محمد شاهين - حجر جيري', '2030042', 41, 2, 1, '0', 2),
(87, 'دفعات مقدمة', '102003', 34, 0, 2, '378348', 0),
(88, 'جاري الشركاء (مدين)', '102004', 34, 3, 2, '860832', 1),
(89, 'رصيد الخزينة في 31 أكتوبر 2016', '102005', 34, 3, 2, '141700', 1),
(90, 'رصيد البنوك في 31 أكتوبر 2016', '102006', 34, 3, 2, '602040', 1),
(91, 'مخزون أخر أكتوبر 2016', '102007', 34, 3, 2, '4180542', 1),
(92, 'أوراق الدفع', '204', 39, 2, 2, '1740000', 2),
(93, 'جهاز مدينة السادات', '205', 39, 0, 2, '0', 0),
(94, 'مصروفات مستحقة', '206', 39, 2, 2, '0', 2),
(95, 'جاري الشركاء (دائن)', '207', 39, 2, 2, '0', 2),
(96, 'ديون مشكوك في تحصيلها', '208', 39, 0, 2, '942490', 0),
(97, 'ديون معدومة', '208', 39, 2, 2, '0', 2),
(98, 'الإهلاك', '209', 39, 2, 2, '0', 2),
(99, 'قروض', '2010', 39, 2, 2, '0', 2),
(100, 'أرباح الفترة', '2011', 39, 2, 2, '0', 2),
(130, 'بيوتين', '102008000800017', 103, 1, 2, '37', 0),
(129, 'فايتيز إنزيم هضم', '102008000800016', 103, 1, 2, '50', 0),
(115, 'صويا', '10200800080002', 103, 1, 2, '7.76', 0),
(114, 'ذرة صفراء', '10200800080001', 103, 1, 2, '3.7', 0),
(131, 'ثرولين', '102008000800018', 103, 1, 2, '29', 0),
(132, 'هادوكس', '102008000800019', 103, 1, 2, '36', 0),
(133, 'سبينزا', '1020080008000110', 103, 1, 2, '150', 0),
(134, 'سيرفيس', '1020080008000111', 103, 1, 2, '40', 0),
(135, 'لون منشط نمو', '1020080008000112', 103, 1, 2, '25', 0),
(136, 'نخالة', '1020080008000113', 103, 0, 2, '2.3', 0),
(137, 'زنك', '1020080008000114', 103, 1, 2, '28', 0),
(138, 'أفياكس', '1020080008000115', 103, 1, 2, '68', 0),
(139, 'مونو كالسيوم', '1020080008000116', 103, 1, 2, '7.5', 0),
(140, 'توكوتريد', '1020080008000117', 103, 1, 2, '18', 0),
(141, 'كولين', '1020080008000118', 103, 1, 2, '72.5', 0),
(142, 'أكتيف موس', '1020080008000119', 103, 1, 2, '100', 0),
(143, 'أوكسي ستوب', '10200800080001110', 103, 1, 2, '45', 0),
(144, 'هيمي سيل', '10200800080001111', 103, 1, 2, '90', 0),
(145, 'نامي دواجن', '10200800080001112', 103, 1, 2, '135', 0),
(146, 'ليبو ثورب', '10200800080001113', 103, 0, 2, '18.5', 0),
(147, 'بيوكس', '10200800080001114', 103, 1, 2, '38', 0),
(148, 'ليفيتان', '10200800080001115', 103, 1, 2, '45', 0),
(149, 'تربو', '10200800080001116', 103, 1, 2, '35', 0),
(150, 'بروتي ميك', '10200800080001117', 103, 1, 2, '55', 0),
(151, 'سيليكات', '10200800080001118', 103, 1, 2, '11', 0),
(152, 'فيتاريل', '10200800080001119', 103, 1, 2, '22', 0),
(153, 'هاميكوزايم', '102008000800011110', 103, 1, 2, '0', 0),
(154, 'مركزات', '102008000800011111', 103, 1, 2, '6.5', 0),
(155, 'مسحوق سمك', '102008000800011112', 103, 1, 2, '18', 0),
(156, 'أكوسي ستات', '102008000800011113', 103, 1, 2, '45', 0),
(157, 'أكوسي ستات', '102008000800011114', 103, 1, 2, '45', 0),
(158, 'أكوسي ستات', '102008000800011115', 103, 1, 2, '45', 0),
(159, 'أكوسي ستات', '102008000800011116', 103, 1, 2, '45', 0),
(160, 'أكوسي ستات', '102008000800011117', 103, 1, 2, '45', 0),
(161, 'أكوسي ستات', '102008000800011118', 103, 1, 2, '45', 0),
(162, 'أكوسي ستات', '102008000800011119', 103, 1, 2, '45', 0),
(163, 'نوفو ثورب', '1020080008000111110', 103, 1, 2, '13', 0),
(164, 'نوفو ثورب', '1020080008000111111', 103, 1, 2, '13', 0),
(165, 'علف بادي تسمين ذهبي 25% بروتين', '10200800090001', 104, 1, 2, '0', 0),
(166, 'علف بادي تسمين سوبر 23% بروتين', '10200800090002', 104, 1, 2, '0', 0),
(167, 'علف نامي تسمين 21% بروتين', '10200800090003', 104, 1, 2, '0', 0),
(168, 'علف ناهي تسمين 19% بروتين', '10200800090004', 104, 1, 2, '0', 0),
(169, 'علف بادي نامي 21% بروتين', '10200800090005', 104, 1, 2, '0', 0),
(170, 'علف بادي بياض 21% بروتين', '10200800090006', 104, 1, 2, '0', 0),
(171, 'علف نامي بياض 18% بروتين', '10200800090007', 104, 1, 2, '0', 0),
(172, 'علف تطويري بياض 16% بروتين', '10200800090008', 104, 1, 2, '0', 0),
(173, 'علف قبل إنتاجي بياض 18% بروتين', '10200800090009', 104, 1, 2, '0', 0),
(174, 'علف إنتاجي (1) 18% بروتين', '102008000900010', 104, 1, 2, '0', 0),
(175, 'علف إنتاجي (2) 17% بروتين', '102008000900011', 104, 1, 2, '0', 0),
(176, 'علف إنتاجي (3) 16% بروتين', '102008000900012', 104, 1, 2, '0', 0),
(177, 'علف تربية 21% بروتين - صقر', '102008000900013', 104, 1, 2, '0', 0),
(178, 'علف بياض إنتاجي 19% بروتين - صقر', '102008000900014', 104, 1, 2, '0', 0),
(179, 'علف بياض إنتاجي 18% بروتين - صقر', '102008000900015', 104, 1, 2, '0', 0),
(180, 'علف بياض إنتاجي 17% بروتين - صقر', '102008000900016', 104, 1, 2, '0', 0),
(181, 'علف بياض 14% بروتين', '102008000900017', 104, 1, 2, '0', 0),
(182, 'علف بادي بط', '102008000900018', 104, 1, 2, '0', 0),
(183, 'علف نامي بط', '102008000900019', 104, 1, 2, '0', 0),
(184, 'علف ناهي بط', '1020080009000110', 104, 1, 2, '0', 0),
(185, 'شكاير فارغة', '10200800100001', 109, 5, 2, '2.09', 0),
(186, 'إبراهيم بسيوني', '1020020001', 35, 4, 2, '1050', 1),
(187, 'إبراهيم جازي', '1020020002', 35, 4, 2, '507000', 1),
(188, 'الشحات يونس', '1020020003', 35, 4, 2, '155783', 1),
(189, 'السيد العطار', '1020020004', 35, 4, 2, '130875', 1),
(190, 'شركة الشيماء - محمد جمال', '1020020005', 35, 4, 2, '144059', 1),
(191, 'شعبان حسين يادم', '1020020006', 35, 4, 2, '99729', 1),
(192, 'صبحي بلال', '1020020007', 35, 4, 2, '116320', 1),
(193, 'طارق الشافعي', '1020020008', 35, 4, 2, '30825', 1),
(194, 'عماد ربيع', '1020020009', 35, 4, 2, '78291', 1),
(195, 'عبدالعزيز رشاد', '1020020010', 35, 4, 2, '32625', 1),
(196, 'ناصر إبراهيم', '1020020011', 35, 4, 2, '5', 1),
(197, 'ناصر أبو دنيا', '1020020012', 35, 4, 2, '60248', 1),
(198, 'حازم النجار - أبو دومة', '1020020013', 35, 4, 2, '308673', 1),
(199, 'حازم النجار - الصعايدة', '1020020014', 35, 4, 2, '124575', 1),
(200, 'حازم النجار - الفحام', '1020020015', 35, 4, 2, '547805', 1),
(201, 'وائل عباس', '1020020016', 35, 4, 2, '969620', 1),
(202, 'عيد اللقاني', '1020020017', 35, 4, 2, '71168', 1),
(203, 'رجب القباني', '1020020018', 35, 4, 2, '822178', 1),
(204, 'أحمد علي', '1020020019', 35, 4, 2, '83512', 1),
(205, 'شعبان عبدالرؤوف', '1020020020', 35, 4, 2, '936433', 1),
(206, 'جلال الشرقاوي', '1020020021', 35, 4, 2, '105442', 1),
(207, 'إبراهيم مصطفى', '1020020022', 35, 4, 2, '746487', 1),
(208, 'عادل شعبان', '1020020023', 35, 4, 2, '2975', 1),
(209, 'عاطف دبوس', '1020020024', 35, 4, 2, '43135', 1),
(210, 'طارق الباز', '1020020025', 35, 4, 2, '404450', 1),
(211, 'نهى حمودة', '1020020026', 35, 4, 2, '38', 1),
(212, 'هلالي رفاعي', '1020020027', 35, 4, 2, '38955', 1),
(213, 'أحمد الشرقاوي', '1020020028', 35, 4, 2, '1030606', 1),
(214, 'أحمد عبسى', '1020020029', 35, 4, 2, '8940', 1),
(215, 'محمود رجب', '1020020030', 35, 4, 2, '1200', 1),
(216, 'شركة ناتشيورال - عصام عنتر خلف مخلوف', '1020020031', 35, 4, 2, '111475', 1),
(217, 'إسلام حشيش', '1020020032', 35, 4, 2, '37842', 1),
(218, 'إبراهيم سليم', '1020020033', 35, 4, 2, '557968', 1),
(219, 'محمد سعيد', '1020020034', 35, 4, 2, '193103', 1),
(220, 'رمضان جمال الدين', '1020020035', 35, 4, 2, '1', 1),
(221, 'سامي عامر', '1020020036', 35, 4, 2, '3295', 1),
(222, 'سعد شرف', '1020020037', 35, 4, 2, '60838', 1),
(223, 'يحيى شديد', '1020020038', 35, 4, 2, '84182', 1),
(224, 'أيمن عجرمة', '1020020039', 35, 4, 2, '2864', 1),
(225, 'محمد عطية', '1020020040', 35, 4, 2, '71763', 1),
(226, 'مجدي سعد', '1020020041', 35, 4, 2, '46353', 1),
(227, 'محمد الجمل', '1020020042', 35, 4, 2, '86420', 1),
(228, 'جمال منجود', '1020020043', 35, 4, 2, '10000', 1),
(229, 'أسامة الفيشاوي', '1020020044', 35, 4, 2, '49875', 1),
(230, 'أحمد عطوة', '1020020045', 35, 4, 2, '151910', 1),
(231, 'محمد المليجي', '1020020046', 35, 4, 2, '273500', 1),
(232, 'محمود أبو هشيمة', '1020020047', 35, 4, 2, '6282', 1),
(233, 'عادل عبدالسلام', '1020020048', 35, 4, 2, '785', 1),
(234, 'محمد مصطفى', '1020020049', 35, 4, 2, '16650', 1),
(235, 'محمد شرف الدين', '1020020050', 35, 4, 2, '9499', 1),
(236, 'معوض الخولي', '1020020051', 35, 4, 2, '100', 1),
(237, 'ياسر السنطاوي', '1020020052', 35, 4, 2, '33680', 1),
(238, 'محمد عزام', '1020020053', 35, 4, 2, '87145', 1),
(239, 'حاتم دوابة', '1020020054', 35, 4, 2, '127171', 1),
(240, 'عمر عفيفي', '1020020055', 35, 4, 2, '18990', 1),
(241, 'شركة الهدى للأعلاف', '1020020056', 35, 4, 2, '-2040', 1),
(242, 'هلالي فرغلي', '1020020057', 35, 4, 2, '105360', 1),
(243, 'صلاح منصور', '1020020058', 35, 4, 2, '45', 1),
(244, 'أحمد أبو غالب', '1020020059', 35, 4, 2, '1', 1),
(245, 'رياض جاويش', '1020020060', 35, 4, 2, '15001', 1),
(246, 'بشير محمد', '1020020061', 35, 4, 2, '2040', 1),
(247, 'محمد مبروك', '1020020062', 35, 4, 2, '1540', 1),
(248, 'أحمد عاشور', '1020020063', 35, 4, 2, '528503', 1),
(249, 'السيد الشورى', '1020020064', 35, 4, 2, '73491', 1),
(250, 'السيد حمودة', '1020020065', 35, 4, 2, '1978', 1),
(251, 'محمد سيف', '1020020066', 35, 4, 2, '8250', 1),
(252, 'باسم نعام', '1020020067', 35, 4, 2, '5000', 1),
(253, 'إبراهيم عبدالمنجي', '1020020068', 35, 4, 2, '48', 1),
(254, 'جمال أبو طيره', '1020020069', 35, 4, 2, '10', 1),
(255, 'خالد مبروك', '1020020070', 35, 4, 2, '2537', 1),
(256, 'سعد أبو شحاط', '1020020071', 35, 4, 2, '4464', 1),
(257, 'عمرو أبو شحاط', '1020020072', 35, 4, 2, '57058', 1),
(258, 'شركة الدسوقي جروب', '1020020073', 35, 4, 2, '-6', 1),
(259, 'شركة السلام', '1020020074', 35, 4, 2, '4000', 1),
(260, 'عماد عامر', '1020020075', 35, 4, 2, '11950', 1),
(261, 'عاطف النمكي', '1020020076', 35, 4, 2, '8310', 1),
(262, 'عاطف أبو حسين', '1020020077', 35, 4, 2, '180698', 1),
(263, 'عاطف الزفزاف', '1020020078', 35, 4, 2, '964', 1),
(264, 'عاطف الشافعي', '1020020079', 35, 4, 2, '1442', 1),
(265, 'عاطف سعيد', '1020020080', 35, 4, 2, '150', 1),
(266, 'علي هنداوي', '1020020081', 35, 4, 2, '26500', 1),
(267, 'عبدالحميد البلعة', '1020020082', 35, 4, 2, '35048', 1),
(268, 'عبدالله سباق', '1020020083', 35, 4, 2, '2520', 1),
(269, 'عبدالسلام واعر', '1020020084', 35, 4, 2, '41938', 1),
(270, 'عبدالظاهر محمد', '1020020085', 35, 4, 2, '30', 1),
(271, 'عبدالمقصود محمد', '1020020086', 35, 4, 2, '433', 1),
(272, 'عبدالناصر عمران', '1020020087', 35, 4, 2, '38657', 1),
(273, 'ناصر عيد', '1020020088', 35, 4, 2, '30', 1),
(274, 'عماد صلاح أحمد قميع - غيورة', '1020020089', 35, 4, 2, '-1619', 1),
(275, 'سمير عبدالحفيظ', '1020020090', 35, 4, 2, '183565', 1),
(276, 'عوني العمدة', '1020020091', 35, 4, 2, '14763', 1),
(277, 'فارس رمضان', '1020020092', 35, 4, 2, '585', 1),
(278, 'فارس زيدان', '1020020093', 35, 4, 2, '36243', 1),
(279, 'فتحي شعلة', '1020020094', 35, 4, 2, '-3', 1),
(280, 'محمد أحمد', '1020020095', 35, 4, 2, '33123', 1),
(281, 'محمد رزق', '1020020096', 35, 4, 2, '990', 1),
(282, 'محمد شعيب', '1020020097', 35, 4, 2, '26669', 1),
(283, 'محمود عرفة', '1020020098', 35, 4, 2, '-5', 1),
(284, 'مدام هند', '1020020099', 35, 4, 2, '2973', 1),
(285, 'مزارع صقر إخوان', '1020020100', 35, 4, 2, '1937381', 1),
(286, 'عملاء المصنع نقدي', '1020020101', 35, 4, 2, '859', 1),
(287, 'صلاح السيسي', '1020020102', 35, 4, 2, '606478', 1),
(288, 'ياسر البلعة', '1020020103', 35, 4, 2, '921', 1),
(289, 'هاني جمعة', '1020020104', 35, 4, 2, '4319', 1),
(290, 'ياسر البيلي', '1020020105', 35, 4, 2, '7580', 1),
(291, 'أشرف زكي - المولد', '1020020106', 35, 4, 2, '874', 1),
(292, 'أيمن الجنيدي', '1020020107', 35, 4, 2, '6020', 1),
(293, 'إيهاب محمود سليم', '1020020108', 35, 4, 2, '49450', 1),
(294, 'حسني عدلي', '1020020109', 35, 4, 2, '147180', 1),
(295, 'هاني غزال', '1020020110', 35, 4, 2, '5885', 1),
(296, 'سعيد الصافوري', '1020020111', 35, 4, 2, '43531', 1),
(297, 'عبدالله محمد النادي', '1020020112', 35, 4, 2, '371590', 1),
(298, 'فتحي أحمد عيسوي شلبي', '1020020113', 35, 4, 2, '168944', 1),
(299, 'محمد أبو نعمة', '1020020114', 35, 4, 2, '121409', 1),
(300, 'محمد عزب', '1020020115', 35, 4, 2, '27607', 1),
(12, 'مولدات', '1010030003', 11, 4, 2, '440000', 1),
(13, 'مولد إنارة', '1010030004', 11, 4, 2, '110000', 1),
(14, 'غلايات', '1010030005', 11, 4, 2, '300000', 1),
(15, 'كومبروسر', '1010030006', 11, 4, 2, '30000', 1),
(16, 'صوامع', '1010030007', 11, 4, 2, '720000', 1),
(17, 'مكابس', '1010030008', 11, 4, 2, '1500000', 1),
(18, 'سايلوهات', '1010030009', 11, 4, 2, '1600000', 1),
(19, 'محول كهرباء', '10100300010', 11, 4, 2, '380000', 1),
(20, 'خلاطات', '10100300011', 11, 4, 2, '460000', 1),
(21, 'مبردات', '10100300012', 11, 4, 2, '320000', 1),
(22, 'مجرشة', '10100300013', 11, 4, 2, '250000', 1),
(23, 'وحدات تعبئة وتغليف', '10100300014', 11, 4, 2, '828000', 1),
(24, 'سيور', '10100300015', 11, 4, 2, '180000', 1),
(25, 'خط إنتاج ذرة', '10100300016', 11, 4, 2, '215000', 1),
(26, 'غرفة تحكم', '10100300017', 11, 4, 2, '300000', 1),
(27, 'وحدة زيت', '10100300018', 11, 4, 2, '215000', 1),
(28, 'ميزان بسكول', '10100300019', 11, 4, 2, '300000', 1),
(31, 'سيارات فيرنا', '1010050005', 30, 4, 2, '384000', 1),
(30, 'السيارات', '101005', 3, 3, 1, '0', 1),
(32, 'سيارات جامبو', '1010050006', 30, 4, 2, '960000', 1),
(33, 'الأثاث والأجهزة الإلكتروكهربائية', '101006', 3, 0, 2, '400000', 0),
(301, 'الصندوق ', '102009', 34, 3, 1, '0', 0),
(302, 'الصندوق الاول ', '1020090009', 301, 4, 2, '25000', 0),
(303, 'المصروفات', '3', 0, 1, 1, '0', 0),
(304, 'مصروفات نثرية', '303', 303, 2, 1, '0', 0),
(305, 'البنوك', '1020010', 34, 3, 1, '0', 0),
(306, 'بنك مصر ', '10200100000', 305, 4, 2, '2000', 0),
(307, 'بنك الاهلي ', '10200100001', 305, 4, 2, '2000', 0),
(308, 'المخزن الرئيسي ', '1020080011', 102, 4, 2, '0', 0),
(309, 'صيدلية 1', '1020080012', 102, 4, 2, '0', 0),
(310, 'الصيدلية 2', '1020080013', 102, 4, 2, '0', 0),
(311, 'صيدلية 3', '1020080014', 102, 4, 2, '0', 0),
(312, 'صيدلية 4', '1020080015', 102, 4, 2, '0', 0),
(313, 'صيدلية 5', '1020080016', 102, 4, 2, '0', 0),
(314, 'صيدلية 6', '1020080017', 102, 4, 2, '0', 0),
(315, 'صيدلية 7', '1020080018', 102, 4, 2, '0', 0),
(316, 'الصندوق', '1020011', 34, 3, 1, '0', 0),
(317, 'صندوق 1', '10200110001', 316, 4, 2, '20000', 0),
(321, 'sanf', '10200800110001', 308, 5, 2, '', 0),
(320, 'صنف تجريبي ', '10200800110001', 308, 5, 2, '', 0),
(322, 'صنف اول ', '10200800110001', 308, 5, 2, '', 0),
(323, 'صنف ثاني ', '10200800110002', 308, 5, 2, '', 0),
(324, 'صنف ثالث', '10200800110003', 308, 5, 2, '', 0),
(325, 'صنف رابع ', '10200800110004', 308, 5, 2, '', 0),
(326, 'صنف خامس مركب ', '10200800110005', 308, 5, 2, '', 0),
(327, 'صنف سادس مركب', '10200800110006', 308, 5, 2, '', 0),
(328, 'صنف تجربة ', '10200800110007', 308, 5, 2, '', 0),
(329, 'صنف أحمد', '10200800110008', 308, 5, 2, '', 0),
(330, 'اصول متداولة ', '4', 0, 1, 0, '0', 1),
(331, 'اوراق قبض ', '401', 330, 2, 0, '0', 0),
(332, 'شيكات تحت التحصيل ', '402', 330, 2, 0, '0', 0);

-- --------------------------------------------------------

--
-- Table structure for table `albums_photo`
--

CREATE TABLE IF NOT EXISTS `albums_photo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `process` varchar(255) NOT NULL,
  `f_id` int(11) NOT NULL,
  `img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `all_services_orders`
--

CREATE TABLE IF NOT EXISTS `all_services_orders` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_num` varchar(300) NOT NULL,
  `mother_national_id_fk` varchar(300) NOT NULL,
  `service_id_fk` int(11) NOT NULL,
  `device_id_fk` varchar(300) NOT NULL,
  `number_of_device` varchar(300) NOT NULL,
  `device_note` varchar(300) NOT NULL,
  `device_img` text NOT NULL,
  `name_id_fk` varchar(300) NOT NULL,
  `number_of_pays` varchar(300) NOT NULL,
  `date_of_travel` varchar(300) NOT NULL,
  `day_name` varchar(300) NOT NULL,
  `treatment_place` varchar(300) NOT NULL,
  `proofed_date_file` varchar(300) NOT NULL,
  `fatora_num` varchar(300) NOT NULL,
  `fatora_cost` varchar(300) NOT NULL,
  `fatora_date` varchar(300) NOT NULL,
  `fatora_sanad_daf3_date` int(11) NOT NULL,
  `fatora_img` text NOT NULL,
  `school_member_id_fk` varchar(300) NOT NULL,
  `school_requirement_id_fk` varchar(300) NOT NULL,
  `hij_family_id_fk` varchar(300) NOT NULL,
  `relationship` varchar(300) NOT NULL,
  `muhrem_hij_name` varchar(300) NOT NULL,
  `birth_date` varchar(300) NOT NULL,
  `first_hij` int(2) NOT NULL,
  `medicine_device_id_fk` varchar(3001) NOT NULL,
  `medicine_device_family_id_fk` varchar(300) NOT NULL,
  `medicine_device_name` varchar(300) NOT NULL,
  `medicine_device_file_attachment` text NOT NULL,
  `car_nearest_name` varchar(300) NOT NULL,
  `car_owner_name` varchar(300) NOT NULL,
  `car_problem` varchar(300) NOT NULL,
  `car_num` varchar(300) NOT NULL,
  `car_repair_fatora_img` text NOT NULL,
  `car_num_img` text NOT NULL,
  `repair_device_id_fk` varchar(300) NOT NULL,
  `repair_device_number` varchar(300) NOT NULL,
  `repair_device_note` varchar(300) NOT NULL,
  `repair_device_img` text NOT NULL,
  `home_place` varchar(3) NOT NULL,
  `home_type_id_fk` varchar(300) NOT NULL,
  `home_img` text NOT NULL,
  `help_marriage_family_id_fk` varchar(300) NOT NULL,
  `help_marriage_city` varchar(300) NOT NULL,
  `help_marriage_place` varchar(300) NOT NULL,
  `help_marriage_date` varchar(300) NOT NULL,
  `help_marriage_contract__num` varchar(300) NOT NULL,
  `help_marriage_contract_date` varchar(300) NOT NULL,
  `help_marriage_issuer_of_contract` varchar(300) NOT NULL,
  `help_marriage_dowry_cost` varchar(300) NOT NULL,
  `help_marriage_wife_nationalty_id_fk` varchar(300) NOT NULL,
  `help_marriage_wife_national_card_num` varchar(300) NOT NULL,
  `help_marriage_wife_national_type_id_fk` varchar(300) NOT NULL,
  `help_marriage_first_marriage` int(2) NOT NULL,
  `help_marriage_mob` varchar(300) NOT NULL,
  `family_card` text NOT NULL,
  `marriage_contract` text NOT NULL,
  `identity_img` text NOT NULL,
  `personal_picture` text NOT NULL,
  `hall_contract` text NOT NULL,
  `definition_of_salary` text NOT NULL,
  `imam_recommendation` text NOT NULL,
  `transfer_to_medical_family_member_id_fk` varchar(300) NOT NULL,
  `transfer_to_medical_diseases_type_name` varchar(300) NOT NULL,
  `treatment_card_name` varchar(300) NOT NULL,
  `treatment_card_national_id_fk` varchar(300) NOT NULL,
  `treatment_card_service_type_id_fk` varchar(300) NOT NULL,
  `treatment_card_national_number` varchar(300) NOT NULL,
  `course_employment_id_fk` varchar(300) NOT NULL,
  `course_employment_family_id_fk` varchar(300) NOT NULL,
  `course_employment_last_education_degree` varchar(300) NOT NULL,
  `course_employment_education_level` varchar(300) NOT NULL,
  `course_employment_course_type_id_fk` varchar(300) NOT NULL,
  `course_employment_course_period` varchar(300) NOT NULL,
  `course_employment_cv_file` varchar(300) NOT NULL,
  `course_employment_qualification_file` varchar(300) NOT NULL,
  `course_employment_job` varchar(300) NOT NULL,
  `course_employment_mob` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `approved` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `all_services_orders`
--

INSERT INTO `all_services_orders` (`id`, `order_num`, `mother_national_id_fk`, `service_id_fk`, `device_id_fk`, `number_of_device`, `device_note`, `device_img`, `name_id_fk`, `number_of_pays`, `date_of_travel`, `day_name`, `treatment_place`, `proofed_date_file`, `fatora_num`, `fatora_cost`, `fatora_date`, `fatora_sanad_daf3_date`, `fatora_img`, `school_member_id_fk`, `school_requirement_id_fk`, `hij_family_id_fk`, `relationship`, `muhrem_hij_name`, `birth_date`, `first_hij`, `medicine_device_id_fk`, `medicine_device_family_id_fk`, `medicine_device_name`, `medicine_device_file_attachment`, `car_nearest_name`, `car_owner_name`, `car_problem`, `car_num`, `car_repair_fatora_img`, `car_num_img`, `repair_device_id_fk`, `repair_device_number`, `repair_device_note`, `repair_device_img`, `home_place`, `home_type_id_fk`, `home_img`, `help_marriage_family_id_fk`, `help_marriage_city`, `help_marriage_place`, `help_marriage_date`, `help_marriage_contract__num`, `help_marriage_contract_date`, `help_marriage_issuer_of_contract`, `help_marriage_dowry_cost`, `help_marriage_wife_nationalty_id_fk`, `help_marriage_wife_national_card_num`, `help_marriage_wife_national_type_id_fk`, `help_marriage_first_marriage`, `help_marriage_mob`, `family_card`, `marriage_contract`, `identity_img`, `personal_picture`, `hall_contract`, `definition_of_salary`, `imam_recommendation`, `transfer_to_medical_family_member_id_fk`, `transfer_to_medical_diseases_type_name`, `treatment_card_name`, `treatment_card_national_id_fk`, `treatment_card_service_type_id_fk`, `treatment_card_national_number`, `course_employment_id_fk`, `course_employment_family_id_fk`, `course_employment_last_education_degree`, `course_employment_education_level`, `course_employment_course_type_id_fk`, `course_employment_course_period`, `course_employment_cv_file`, `course_employment_qualification_file`, `course_employment_job`, `course_employment_mob`, `date`, `date_s`, `approved`) VALUES
(1, '54201', '01009428727', 7, '2', '2', 'يسشيسش', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1497733200', '1497789756', 0),
(2, '88254', '1111111111', 18, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '232', '1', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1497992400', '1498052859', 4),
(3, '20587', '01009428727', 7, '1', '1', 'ملاحظات', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513078', 0),
(4, '55515', '1111111111', 3, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '1111111111', '1212', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513207', 5),
(5, '2819', '0100787615', 3, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0100787615', 'شخصي', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513708', 5),
(6, '54627', '0100787615', 7, '- اختر -', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499531839', 5);

-- --------------------------------------------------------

--
-- Table structure for table `basic`
--

CREATE TABLE IF NOT EXISTS `basic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `user_password` varchar(255) NOT NULL,
  `mother_national_num` varchar(255) NOT NULL,
  `mother_mob` varchar(255) NOT NULL,
  `date_registration` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `basic`
--

INSERT INTO `basic` (`id`, `user_id`, `user_name`, `user_password`, `mother_national_num`, `mother_mob`, `date_registration`, `publisher`, `date`, `date_s`, `suspend`) VALUES
(4, '', '01009428727', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', '01009428727', '01008976342', 1497301200, 'resep', 1498597200, 1498640598, 1),
(5, '', '12345', 'adcd7048512e64b48da55b027577886ee5a36350', '12345', '32423423', 1497646800, '', 1497646800, 1497690963, 0),
(8, '', '9876541234', 'adcd7048512e64b48da55b027577886ee5a36350', '9876541234', '98320976812', 1497906000, '', 1497906000, 1497955129, 0),
(7, '', '987654321000', 'adcd7048512e64b48da55b027577886ee5a36350', '987654321000', '01008976342', 1497733200, '', 1497733200, 1497783907, 0),
(9, '', '1111111111', 'adcd7048512e64b48da55b027577886ee5a36350', '1111111111', '23141343413123123', 1497992400, '', 1497992400, 1498052081, 0),
(10, '', '777', 'adcd7048512e64b48da55b027577886ee5a36350', '777', '112221212', 1497992400, '', 1497992400, 1498052959, 0),
(11, '', '0100787615', '10470c3b4b1fed12c3baac014be15fac67c6e815', '0100787615', '01000787615', 1499461200, '', 1499461200, 1499511380, 1);

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) unsigned NOT NULL DEFAULT '0',
  `data` blob NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ci_sessions_timestamp` (`timestamp`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('6efe912ddd16c44ead4573dfb53266835c94f658', '::1', 1504612645, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631323434323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b656469745f73617266317c613a323a7b693a3230333b613a31393a7b733a393a22766f7563685f6e756d223b733a343a2231323030223b733a31323a22726563656970745f64617465223b733a31303a2231353031353334383030223b733a31303a22766f7563685f74797065223b733a313a2231223b733a353a226d6164656e223b733a333a22323033223b733a353a22646179656e223b733a31303a2231303230303930303039223b733a353a2276616c7565223b733a343a2231333030223b733a373a2264657461696c73223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a393a22736865656b5f6e756d223b733a303a22223b733a31323a22736865656b5f737461747573223b733a313a2230223b733a31313a226163636570745f64617465223b733a313a2230223b733a31333a22646174655f7265636569766564223b733a303a22223b733a31373a226465706f72746174696f6e5f76616c7565223b733a303a22223b733a31323a226465706f7369745f64617465223b733a303a22223b733a363a226465706f7274223b733a313a2230223b733a343a2274797065223b733a313a2231223b733a343a2264617465223b733a31303a2231353032363538303030223b733a363a22646174655f73223b733a31303a2231353032373234333630223b733a323a226964223b733a313a2231223b733a393a226f7065726174696f6e223b733a363a22757064617465223b7d693a323033303030333b613a31393a7b733a393a22766f7563685f6e756d223b733a343a2231323030223b733a31323a22726563656970745f64617465223b733a31303a2231353031353334383030223b733a31303a22766f7563685f74797065223b733a313a2231223b733a353a226d6164656e223b733a373a2232303330303033223b733a353a22646179656e223b733a31303a2231303230303930303039223b733a353a2276616c7565223b733a343a2231343030223b733a373a2264657461696c73223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a393a22736865656b5f6e756d223b733a303a22223b733a31323a22736865656b5f737461747573223b733a313a2230223b733a31313a226163636570745f64617465223b733a313a2230223b733a31333a22646174655f7265636569766564223b733a303a22223b733a31373a226465706f72746174696f6e5f76616c7565223b733a303a22223b733a31323a226465706f7369745f64617465223b733a303a22223b733a363a226465706f7274223b733a313a2230223b733a343a2274797065223b733a313a2231223b733a343a2264617465223b733a31303a2231353032363538303030223b733a363a22646174655f73223b733a31303a2231353032373234333630223b733a323a226964223b733a313a2232223b733a393a226f7065726174696f6e223b733a363a22757064617465223b7d7d),
('c7ceeec4d718e071f24945aa452c49680cd3d527', '::1', 1504609913, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630393832333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('05b3c01cede7ea3dcb1a53a1369e3a3127b39f22', '::1', 1504609501, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630393230303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('f138b7c29c6934ee8bc649b64d0dbe7cb3f70e93', '::1', 1504608716, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630383530303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('888ab8f88872a64cd82777cb1002ccb29a6f8f26', '::1', 1504606267, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630363233303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('5b42512535c85936306ebefe6789f39f038d9144', '::1', 1504606216, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630353932313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('7d8b23fd0b3d1aeeb388260507db7240d35f66eb', '::1', 1504605776, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630353536363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('2457f6336e23858651c645890452223e419e95b2', '::1', 1504603521, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630333435383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('78d24aa496e4aa5a185f93b93f12d02c65d1c487', '::1', 1504603450, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630333331393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a303a7b7d),
('944530049408952b48bf2a7fe784cf9989d7d13e', '::1', 1504603174, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630333030323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a303a7b7d),
('b1f087bb714423e7dc48701957ce1ea716bd5261', '::1', 1504603001, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630323730313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a303a7b7d),
('ec666821eb17cc905161ac076e9b57f62e2eff88', '::1', 1504602218, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630323231383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a303a7b7d),
('37f1970fa5785b51294fedc771f78f6d851f9a7b', '::1', 1504601126, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343630313031373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a303a7b7d),
('6794bd4ee42b4c5e4fe99056e207766d263e747a', '::1', 1504598360, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343539383334323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('eddd3139e646fd10b3ac2bf1cf23f7bc2297963f', '::1', 1504186198, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343138363133303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a313a7b693a323033303030313b613a31333a7b733a393a22766f7563685f6e756d223b733a323a223132223b733a31323a22726563656970745f64617465223b733a31303a2230382f30322f32303137223b733a31323a226163636f756e745f636f6465223b733a373a2232303330303031223b733a353a2276616c7565223b733a333a22313430223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a363a227365636f6e64223b733a353a2261646d696e223b733a313a2231223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a31303a2231303230303930303039223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a31323a226163636f756e745f6e616d65223b733a34333a22d8a7d984d985d8afd98ad986d8a9202d20d8b9d8a8d8afd98720d8a3d8a8d98820d8b9d8a7d8a6d8b4d8a9223b7d7d),
('cdc47bb24650c318b2edab025f16ba3e5c0b1fcc', '::1', 1503917492, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530333931373339383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ac174fbaab29d1faf34b0779273ffda5b4b81d53', '::1', 1503576959, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530333537363636303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('d22a9376031d14c4b316edfb8ef3cb9b9bd01b5c', '::1', 1502724614, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732343630363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b),
('9fa139175cad7294faaeecbb13f6740135f1d4bc', '::1', 1502724689, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732343633393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('7f9832026c64f7c583e03ca5645f5dbb2511f0a2', '::1', 1503870066, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530333837303033313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('8df30d0a86412d299d0bd4fe0b34ad1dc5ed0127', '::1', 1502724533, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732343235313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b),
('37bd6ec4aafaf73de9ef4550bcec9486f2bebfdb', '::1', 1502723895, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732333839353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b),
('889201bf17bc3a3bd4bbed5467206a6dddc6767c', '::1', 1502722838, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732323631303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b),
('7e4ed24eb88dd1df704341056321e508bf0fbc98', '::1', 1502723452, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732333135323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a3230333b613a31333a7b733a393a22766f7563685f6e756d223b733a333a22313230223b733a31323a22726563656970745f64617465223b733a31303a2230382f30382f32303137223b733a31323a226163636f756e745f636f6465223b733a333a22323033223b733a353a2276616c7565223b733a353a223132333030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a31303a2231303230303930303039223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a31383a22d8a7d984d985d988d8b1d8afd98ad98ad986223b7d7d),
('863344d70b1270be84f7cfa8c632177047bea76d', '::1', 1502721257, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732313132373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a303a7b7d),
('82767d2368a46e09f96876865cb5bbe81b39ffab', '::1', 1502721048, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323732303735373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a313b613a31333a7b733a393a22766f7563685f6e756d223b733a343a2231323030223b733a31323a22726563656970745f64617465223b733a31303a2230382f30332f32303137223b733a31323a226163636f756e745f636f6465223b733a313a2231223b733a353a2276616c7565223b733a343a2231323930223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a383a22d8a7d8b5d988d984223b7d7d),
('fa0935353858f135151a31b63c53d4d3c9c2e49f', '::1', 1502714746, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731343533353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a3130313b613a31333a7b733a393a22766f7563685f6e756d223b733a333a22313230223b733a31323a22726563656970745f64617465223b733a31303a2230382f30322f32303137223b733a31323a226163636f756e745f636f6465223b733a333a22313031223b733a353a2276616c7565223b733a343a2231323030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a31393a22d8a7d8b5d988d98420d8abd8a7d8a8d8aad8a9223b7d7d),
('8afc2594192faf61436b2739753ee7b04b924475', '::1', 1500554242, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535333935383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('9d336de4ee4d047212b34e5bb2e0a06d4c0ffec3', '::1', 1500553495, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535333332323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('00f5cb5e3a896ac5e59420855345147b979a4569', '::1', 1500553182, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535323939313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('7f2c8af6f679bd13fdb8afba1088633b9a014a8d', '::1', 1500550844, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535303730313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('dd215ac669b8e1d71a415adccb6c8090d45bd5d2', '::1', 1500549300, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303534393330303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('c0569abbcecc1d5e9382b35926a3a7014ac24abe', '::1', 1500548636, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303534383531373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('1bf207219de6d2d8dde6e18df040fc9730f091bc', '::1', 1500548121, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303534373834383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('b23e710f07d0b4596d26e690802eae8e6d649183', '::1', 1500547340, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303534373131393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('4fec61b2e27124a09540d50115611608aa008e8b', '::1', 1502714487, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731343233343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a3130313b613a31333a7b733a393a22766f7563685f6e756d223b733a333a22313233223b733a31323a22726563656970745f64617465223b733a31303a2230382f30312f32303137223b733a31323a226163636f756e745f636f6465223b733a333a22313031223b733a353a2276616c7565223b733a353a223132303030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a31393a22d8a7d8b5d988d98420d8abd8a7d8a8d8aad8a9223b7d7d),
('2adaab4f92e740d3821176893cae5f4c6aebce41', '::1', 1502714175, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731333931333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a3130313b613a31333a7b733a393a22766f7563685f6e756d223b733a323a223132223b733a31323a22726563656970745f64617465223b733a31303a2230382f30312f32303137223b733a31323a226163636f756e745f636f6465223b733a333a22313031223b733a353a2276616c7565223b733a353a223132303030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a31393a22d8a7d8b5d988d98420d8abd8a7d8a8d8aad8a9223b7d7d),
('a07dd642d995f1a6441b0c0359cbc14704080a56', '::1', 1502713531, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731333531323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a313a7b693a3130313030333b613a31333a7b733a393a22766f7563685f6e756d223b733a323a223132223b733a31323a22726563656970745f64617465223b733a31303a2230382f30312f32303137223b733a31323a226163636f756e745f636f6465223b733a363a22313031303033223b733a353a2276616c7565223b733a333a22313230223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a31303a22d8a8d8b6d8a7d8a6d8ba223b7d7d),
('31a08216dfd6d333f553ddd8a50c585fe742a8ad', '::1', 1502713240, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731323930373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b726563656970745f61646474696f6e7c4e3b73616e61645f736172665f317c613a323a7b693a313b613a31333a7b733a393a22766f7563685f6e756d223b733a333a22313233223b733a31323a22726563656970745f64617465223b733a31303a2230382f30312f32303137223b733a31323a226163636f756e745f636f6465223b733a313a2231223b733a353a2276616c7565223b733a333a22313233223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a353a2261646d696e223b733a313a2231223b733a31323a226163636f756e745f6e616d65223b733a383a22d8a7d8b5d988d984223b7d733a31353a22313031303031303030323030303031223b613a31333a7b733a393a22766f7563685f6e756d223b733a333a22313233223b733a31323a22726563656970745f64617465223b733a31303a2230382f30312f32303137223b733a31323a226163636f756e745f636f6465223b733a31353a22313031303031303030323030303031223b733a353a2276616c7565223b733a383a223133333333333333223b733a393a226279616e5f73617266223b733a373a2264617364617364223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a363a227365636f6e64223b733a353a2261646d696e223b733a313a2231223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a31323a226163636f756e745f6e616d65223b733a383a226a67686a67647368223b7d7d);
INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('9b6f63045d9055c7650313ef152782383bd0421e', '::1', 1502712504, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731323335353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b73616e61645f736172665f317c613a323a7b693a3130313030333b613a31323a7b733a393a22766f7563685f6e756d223b733a343a2232313132223b733a31323a22726563656970745f64617465223b733a31303a2230372f33312f32303137223b733a31323a226163636f756e745f636f6465223b733a363a22313031303033223b733a353a2276616c7565223b733a353a223132303030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a31323a226163636f756e745f6e616d65223b733a31303a22d8a8d8b6d8a7d8a6d8ba223b7d693a3130313030323b613a31323a7b733a393a22766f7563685f6e756d223b733a333a22313232223b733a31323a22726563656970745f64617465223b733a31303a2230382f30322f32303137223b733a31323a226163636f756e745f636f6465223b733a363a22313031303032223b733a353a2276616c7565223b733a343a2231323030223b733a393a226279616e5f73617266223b733a31323a22d8a7d984d8a8d98ad8a7d986223b733a31303a22766f7563685f74797065223b733a313a2231223b733a383a22626f785f6e616d65223b733a32353a22d8a7d984d8b5d986d8afd988d98220d8a7d984d8a7d988d984223b733a393a2262616e6b5f6e616d65223b733a31323a222d20d8a7d8aed8aad8b1202d223b733a393a22636865636b5f6e756d223b733a303a22223b733a31313a227265636976655f64617465223b733a303a22223b733a353a2274696d6573223b733a353a226672697374223b733a31323a226163636f756e745f6e616d65223b733a383a22d8a7d8abd8a7d8ab223b7d7d),
('00d1823101c65254d86b242bf21078524fb6eb90', '::1', 1502710301, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323731303133373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('bcba89eecf26357b5fc563fcab5d04bf017ed827', '::1', 1502709651, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730393339393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('a0708ecbde9d8cd7d9e81509960a5f939174bdaf', '::1', 1502709322, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730393031303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('bb7fd83eb6e1e691747b5ce79bee7f4bb2134fa7', '::1', 1502708127, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730383032313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('23bb9cb4086926d81619c88796de26c976e787c4', '::1', 1502707306, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730373238383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('479c6ae53fb988e82495726cf1ea8349def12067', '::1', 1502706826, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730363734343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('1a56f07116acf348c00c4bd19b507784d0844f8c', '::1', 1502706697, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730363534383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('2d0a5a0ed4cce29a1308cf0e0dad8ffff4dff397', '::1', 1502704301, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730343230313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('2599c77b144e4a9f433174c1f8911b47af77d7a8', '::1', 1502703905, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730333837383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('384af7836aa1853d7359bfb6dce668a673ac2627', '::1', 1502703219, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730333130333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('43b260089914cf9ffff2d3cb86351dda0770a667', '::1', 1502702998, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730323836333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('df94032a21d9945d5676499d36f9d11fcb696412', '::1', 1502702608, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323730323535393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ba7b13ecdcb970e437202f2a1fab1206385e4e0f', '::1', 1502618951, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631383934373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('83d5b7291877942e2230b385e81fc4f767fd9c45', '::1', 1502618440, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631383433393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('6b6228a479fdd6333f3f48f513a11c0fd8cee91f', '::1', 1502618190, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631373938343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('d972b06e15a9494e519ab252f9f2b56a1730c16e', '::1', 1502617809, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631373637323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('1d75c894b46d41330a148a7873333d37ac1cf78f', '::1', 1502617599, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631373332313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ca176eab23c6d0565261ea0de786a9482bd93b9a', '::1', 1502617249, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631373234323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('c4087c57d394c8be3251bacbe33ec49dff9bc924', '::1', 1502616359, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631363335393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ce488a4349c538688cf24fa7583d83c71a0872e6', '::1', 1502616017, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631363030333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('c3e0b4b1719b2f75524779ea6d04dfc1a3a04e7c', '::1', 1502615993, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530323631353938373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('b1b5cb69dd3a5fb3d10542d2ef1e50c12ebf2858', '::1', 1501757747, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530313735373734313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('6c7ca38d6b8a4cf120eec7c4da2c4bd6d57f358e', '::1', 1501757442, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530313735373433303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('262ac793e951a1ab06d43fb4eb272c8c7148bc10', '::1', 1501314534, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530313331343437363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('bb0663ab8fb13141f9dd0414aac7e4baa161172e', '::1', 1501159390, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530313135393336323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('3cd97e1c4d73f98da31b197e8f041f5a75980b2d', '::1', 1501146806, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530313134363738303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('1947db5e1a2715ecb69093919f4c71f12888d9eb', '::1', 1500562743, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303536323630343b757365725f69647c733a313a2234223b757365725f6e616d657c733a353a227265736570223b757365725f757365726e616d657c733a353a227265736570223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a303a22223b726f6c655f69645f666b7c733a323a223133223b6465705f6a6f625f69645f666b7c733a313a2233223b757365725f70686f6e657c733a303a22223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231343938363532313933223b69647c733a323a223133223b6e616d657c733a32373a22d985d988d8b8d98120d8a7d984d8a7d8b3d8aad982d8a8d8a7d984223b66726f6d5f69645f666b7c733a313a2233223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b5f5f63695f766172737c613a313a7b733a373a226d657373616765223b733a333a226f6c64223b7d),
('d23524bd03ae5095e4e3e2b241ed04e3e517b197', '::1', 1500562585, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303536323239363b757365725f69647c733a313a2234223b757365725f6e616d657c733a353a227265736570223b757365725f757365726e616d657c733a353a227265736570223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a303a22223b726f6c655f69645f666b7c733a323a223133223b6465705f6a6f625f69645f666b7c733a313a2233223b757365725f70686f6e657c733a303a22223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231343938363532313933223b69647c733a323a223133223b6e616d657c733a32373a22d985d988d8b8d98120d8a7d984d8a7d8b3d8aad982d8a8d8a7d984223b66726f6d5f69645f666b7c733a313a2233223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('974a2c607d46b335c530b5ced150791e189e729b', '::1', 1500557347, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535373232323b757365725f69647c733a313a2234223b757365725f6e616d657c733a353a227265736570223b757365725f757365726e616d657c733a353a227265736570223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a303a22223b726f6c655f69645f666b7c733a323a223133223b6465705f6a6f625f69645f666b7c733a313a2233223b757365725f70686f6e657c733a303a22223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231343938363532313933223b69647c733a323a223133223b6e616d657c733a32373a22d985d988d8b8d98120d8a7d984d8a7d8b3d8aad982d8a8d8a7d984223b66726f6d5f69645f666b7c733a313a2233223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('7ea5060f244bba6017bbd6c398736a58c899f384', '::1', 1500556593, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535363535323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('9d7e4ca7f97f46db049e0435ab6e2c7b53a7bd41', '::1', 1500555416, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535353333343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('80bb3e392db4278d428076ee3e759748c1bab792', '::1', 1500555321, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535353033323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('e8f9de815636671f44ba7099ad27c3abb8bdc232', '::1', 1500554904, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535343731373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('6638ed1bdadae5641a0432cefc112935f0e9f114', '::1', 1500554678, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535343539393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('e235ed4ce49398e0f8ea37a6c3e75ba402ebf98b', '::1', 1500554515, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530303535343237333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030343735343634223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('66a47ba5650a8b8c2dd3466e6c414d9c25ff5f28', '::1', 1504613701, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631333431373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('d75ed63c005c19c1926e9bb883bf97fc43be4a66', '::1', 1504614551, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631343333373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('d579e2ad3287e0b9f6f58f456087016111e1ac15', '::1', 1504615505, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631353230393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('53bd2624231f8aa02a11fba06ee8af672da35eb8', '::1', 1504615783, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631353531333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ee084ec3547eedd711d662c8d2778dfb0302f4cf', '::1', 1504616266, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631353937363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('e87bd33230e1dfc01397974f30fb5e601347ed73', '127.0.0.1', 1504616526, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631363239353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('62fb829a3995088150f35f4cabb52b5bb42075f7', '::1', 1504616628, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631363431363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('4098745992f0f7f857def8d7795528f3c983f19f', '127.0.0.1', 1504616941, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631363634323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('97e014483f3286f5082eb7f019ed32e186f5a160', '::1', 1504616907, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631363731383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('3110c73a29fd3913b714982969bd068e03d13b51', '127.0.0.1', 1504617277, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631373035303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('8850ea61551db04ddf47d7a87191639552f6d3aa', '127.0.0.1', 1504617616, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631373337393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('1db22ffe31d362c19e2ab140cdcf355256bef6da', '127.0.0.1', 1504617769, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631373730353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('693d1d211915efb33d577f3bf0872328839f29d4', '::1', 1504618035, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631373738313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('993cdf1f0d72227db0fe342dadbd92802177ebc2', '::1', 1504618160, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631383131373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('5167a6ece37ddaa9eceee49ce65dd0377ed71867', '::1', 1504618780, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631383538383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b);
INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('d2a0da93b1fee0f7553ad9d7ce04575f8d90a4b5', '::1', 1504619182, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631383937393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('121a1e4dec7e904e0403fb3fb4a1f5ae59090759', '::1', 1504619914, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343631393931343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('27a8a47f0373e1ecef684bc005a996ae4dc45a90', '::1', 1504620906, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343632303632373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('e4c218073a4766be65aaf2ef9feec44f4600cfda', '::1', 1504621227, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343632303935313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('618f9f3093b55fa370ff8c7c8b8f7688d28e55ec', '::1', 1504621519, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343632313236303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('b96d2fe2a17e14efc46ced04fe27024ad9a007f0', '::1', 1504621809, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343632313538393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('ebb5aa52f80c65ef63ec93ea163ec0a00bab2b16', '::1', 1504622025, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343632313935333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('8f299bd3cea7203ef02aa29e860f1f17861be59f', '::1', 1505764213, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736333931393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('6620143dae3829f1d0dfb39a0feb29dc65c7d3c8', '::1', 1505765649, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736353537383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('129e1cebe985004c0a66c9646adc1cea2284656c', '::1', 1505766124, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736353930333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a303a22223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a323a223130223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353030353537323232223b69647c733a323a223130223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2231223b7374617475737c733a313a2231223b69735f6c6f676765645f696e7c623a313b),
('051a4c80e9c3ba8191a1b4a3e96b2466788715d8', '::1', 1505767578, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736373531373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('a0ce7ba5cb5474a54994dd573a8c042b58d791cc', '::1', 1505768287, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736383033333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('56c949652f59352b1f2ef59036b95d1014ec6966', '::1', 1505768662, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736383533393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('9ea672191b6068dea95291867c6a75e00966e573', '::1', 1505769136, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736383932363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('23b93e337d8e82354e9709e32e19e404c5da439f', '::1', 1505769751, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736393435373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('1085e1fdbaa9e022cbca347b4d54234c89098397', '::1', 1505769774, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353736393736353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('a4d1eba95dfe90ab8ce6ce5cc0b1e3636feb44d9', '::1', 1505770437, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737303138333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('b8feb7e603dfbad2a28c764e90ce9e3879ae4a0c', '::1', 1505770792, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737303530333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('461709d4db2d88b6ff49e057917f3990863d93b8', '::1', 1505771113, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737303832313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('93f33e74db9d605087c230101c13dd441e5a0178', '::1', 1505771232, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737313132333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('28539baffbb8c557d0bd0e9024c963b0456a3711', '::1', 1505772752, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737323535343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('a1880fa5de8f44d20a10d1622dd6046c591dd04d', '::1', 1505772901, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737323836343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('bdb0132534b9e45352095b2bab567fb1942a1108', '::1', 1505773542, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737333234323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('8bc8b3d78300510d40eebe5d8a6375efa464f468', '::1', 1505773557, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737333534353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('170725cd564e5c5ef6edf78fc9ee3269f6ae0a08', '::1', 1505774137, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737333834393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('4a892a196a916d116f91e03ef0042af8a8f05755', '::1', 1505774376, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737343135323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('8664bfb5d0894184be156d66c9ebeb2bace85084', '::1', 1505774795, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737343539323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('b7e84f1a2daa01e690eff5871bbf308c0f01e362', '::1', 1505775050, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737343932353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('ad75006bf56e4a1b7e5f468912795ab0ac454c66', '::1', 1505776210, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737353931303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('6abd5bcff1abed85c0314249c84310a95572b292', '::1', 1505776663, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737363337333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('2e00c04e57b4cc1b7be74ab542b6b8fb633aefdb', '::1', 1505776979, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737363638393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('cb08b5faaa0e4105a52476f0f6cb877848a8567e', '::1', 1505777291, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737363939343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('5b16ab944602c0873712822f69e1b3043a33a431', '::1', 1505777412, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353737373430303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2231223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b6c6173745f6c6f67696e7c733a31303a2231353035373637333034223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b);

-- --------------------------------------------------------

--
-- Table structure for table `council_admin`
--

CREATE TABLE IF NOT EXISTS `council_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appointment_decison_number` int(11) NOT NULL,
  `decison_img` varchar(255) NOT NULL,
  `appointment_date` varchar(255) NOT NULL,
  `expiration_date` varchar(255) NOT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `council_admin`
--

INSERT INTO `council_admin` (`id`, `appointment_decison_number`, `decison_img`, `appointment_date`, `expiration_date`, `status`) VALUES
(1, 2, '0c1aff8661ec41db23ab51c9001610d0.jpg', '1499288400', '1501275600', 0),
(2, 231321, '830bfa16433b10bebfcccb99d28f0f8f.png', '1499806800', '1657054800', 1),
(3, 213123, '03cacf308b561f5195f8547028e9aa7e.png', '1499893200', '1657054800', 0),
(4, 123, '6f78e2e5c1dd8eb33e068c7dd8db4af5.png', '1498856400', '1488142800', 1);

-- --------------------------------------------------------

--
-- Table structure for table `council_items_decisions`
--

CREATE TABLE IF NOT EXISTS `council_items_decisions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `session_id_fk` varchar(300) NOT NULL,
  `item_num` varchar(300) NOT NULL,
  `item_title` varchar(300) NOT NULL,
  `decision_num` varchar(300) NOT NULL,
  `decision_title` varchar(300) NOT NULL,
  `motab3a` varchar(300) NOT NULL,
  `notes_motab3a` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `council_items_decisions`
--

INSERT INTO `council_items_decisions` (`id`, `session_id_fk`, `item_num`, `item_title`, `decision_num`, `decision_title`, `motab3a`, `notes_motab3a`) VALUES
(6, '2', '541462', '      saaa22', 'null', '     nnn', '0', ''),
(9, '4', '456499', 'البند 1 البند 1 البند 1', 'null', 'null', '0', ''),
(7, '3', '491273', 'البند 1', 'null', 'القرار عليه 1', '0', ''),
(10, '2', '412090', 'البند 1\r\n', 'null', 'null', '0', ''),
(11, '2', '193259', 'البند 2\r\n', 'null', 'null', '0', '');

-- --------------------------------------------------------

--
-- Table structure for table `council_members`
--

CREATE TABLE IF NOT EXISTS `council_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` varchar(300) NOT NULL,
  `members_nums` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- Dumping data for table `council_members`
--

INSERT INTO `council_members` (`id`, `council_id_fk`, `members_nums`) VALUES
(20, '2', '4'),
(19, '4', '3'),
(18, '2', '3');

-- --------------------------------------------------------

--
-- Table structure for table `council_time_tables`
--

CREATE TABLE IF NOT EXISTS `council_time_tables` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` varchar(300) NOT NULL,
  `session_date` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `council_time_tables`
--

INSERT INTO `council_time_tables` (`id`, `council_id_fk`, `session_date`) VALUES
(2, '2', '1496782800'),
(3, '4', '1500670800'),
(4, '3', '1501275600'),
(5, '4', '1500670800');

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE IF NOT EXISTS `courses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `title`) VALUES
(1, 'خياطة'),
(2, 'حاسب ألي');

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_dep_name` varchar(255) NOT NULL,
  `main_dep_f_id` varchar(255) NOT NULL,
  `sub_dep_name` varchar(255) NOT NULL,
  `detail` varchar(255) NOT NULL,
  `type` tinyint(4) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `deleted` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=34 ;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `main_dep_name`, `main_dep_f_id`, `sub_dep_name`, `detail`, `type`, `suspend`, `date`, `date_s`, `publisher`, `deleted`) VALUES
(1, 'حائل', '', '', '', 0, 1, '1477872000', '1477872000', 'admin', 1),
(3, '', '1', 'الحي الاول', '', 1, 0, '1477173600', '1477173600', 'admin', 0),
(4, '', '1', 'الحي الثاني', '', 1, 0, '1477872000', '1477872000', 'admin', 1),
(5, '', '1', 'الحي الثالث', '', 1, 0, '1477173600', '1477173600', 'admin', 0),
(6, '', '1', 'الحي الرابع', '', 1, 0, '1477173600', '1477173600', 'admin', 0);

-- --------------------------------------------------------

--
-- Table structure for table `department_jobs`
--

CREATE TABLE IF NOT EXISTS `department_jobs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `from_id_fk` int(255) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- Dumping data for table `department_jobs`
--

INSERT INTO `department_jobs` (`id`, `name`, `from_id_fk`, `status`) VALUES
(1, 'المدير العام', 0, 0),
(10, 'المدير العام', 1, 1),
(2, 'مدير مركز الايتام', 0, 0),
(12, 'رئيس قسم شؤن الاسر', 3, 1),
(3, 'قسم شؤن الاسر', 0, 0),
(11, 'مدير المركز', 2, 1),
(13, 'موظف الاستقبال', 3, 0),
(14, 'الباحث الاجتماعى', 3, 0),
(4, 'قسم الموارد المالية', 0, 0),
(5, 'الشؤن المالية و المحاسبين', 0, 0),
(6, 'الشؤن الادارية', 0, 0),
(7, 'الجودة', 0, 0),
(8, 'العلاقات العامة و الاعلام', 0, 0),
(9, 'مجلس الادارة', 0, 0),
(15, 'رئيس مجلس الادارة', 9, 1),
(16, 'أمين الصندوق', 9, 0);

-- --------------------------------------------------------

--
-- Table structure for table `devices`
--

CREATE TABLE IF NOT EXISTS `devices` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `d_house_device_id_fk` varchar(300) NOT NULL,
  `d_count` varchar(300) NOT NULL,
  `d_house_device_status_id_fk` varchar(300) NOT NULL,
  `d_note` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `devices`
--

INSERT INTO `devices` (`id`, `mother_national_num_fk`, `d_house_device_id_fk`, `d_count`, `d_house_device_status_id_fk`, `d_note`) VALUES
(11, '1111111111', '10', '8', '1', '1'),
(10, '1111111111', '4', '1', '2', 'ملاحظة '),
(2, '01009428727', '3', '1', '1', 'ملاحظات 1'),
(9, '1111111111', '2', '2', '1', 'ملاحظة '),
(5, '12345', '3', '1', '1', 'ملاحظات'),
(6, '12345', '2', '1', '1', 'ملاحظات'),
(7, '12345', '3', '2', '1', 'ملاحظات'),
(13, '0100787615', '2', '1', '1', 'ملاحظاتي'),
(14, '0100787615', '3', '1', '1', 'ملاحظاتي'),
(15, '0100787615', '1', '1', '2', 'ملاحظاتي');

-- --------------------------------------------------------

--
-- Table structure for table `donors_t`
--

CREATE TABLE IF NOT EXISTS `donors_t` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `donor_type` int(2) NOT NULL,
  `user_name` varchar(300) NOT NULL,
  `password` varchar(300) NOT NULL,
  `character_person` varchar(300) NOT NULL,
  `donor_mediator_name` varchar(300) NOT NULL,
  `donor_mediator_status` varchar(300) NOT NULL,
  `father_name` varchar(300) NOT NULL,
  `grand_father_name` varchar(300) NOT NULL,
  `family_name` varchar(300) NOT NULL,
  `nationality_id_fk` varchar(300) NOT NULL,
  `gender_id_fk` varchar(300) NOT NULL,
  `national_id_fk` varchar(300) NOT NULL,
  `national_type_id_fk` varchar(300) NOT NULL,
  `guaranty_name` varchar(300) NOT NULL,
  `guaranty_status` int(1) NOT NULL,
  `guaranty_date` varchar(300) NOT NULL,
  `guaranty_job` varchar(300) NOT NULL,
  `guaranty_job_place` varchar(300) NOT NULL,
  `guaranty_city` varchar(300) NOT NULL,
  `guaranty_mob` varchar(300) NOT NULL,
  `guaranty_another_mob` varchar(300) NOT NULL,
  `guaranty_email` varchar(300) NOT NULL,
  `guaranty_note` varchar(300) NOT NULL,
  `pay_method_id_fk` varchar(300) NOT NULL,
  `bank_code_fk` varchar(300) NOT NULL,
  `bank_account_number` varchar(300) NOT NULL,
  `bank_account_another_number` varchar(300) NOT NULL,
  `bank_account_person_name` varchar(300) NOT NULL,
  `membership_number` varchar(300) NOT NULL,
  `national_id_img` text NOT NULL,
  `bank_card_img` text NOT NULL,
  `bank_deduction_voucher_img` text NOT NULL,
  `other_img` text NOT NULL,
  `permit_number` varchar(300) NOT NULL,
  `address` varchar(300) NOT NULL,
  `box_number` varchar(300) NOT NULL,
  `postal_code` varchar(300) NOT NULL,
  `transformation` varchar(300) NOT NULL,
  `fax_number` varchar(300) NOT NULL,
  `organization_web_site` varchar(300) NOT NULL,
  `projects` varchar(300) NOT NULL,
  `condition_support` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `electrical_equipment`
--

CREATE TABLE IF NOT EXISTS `electrical_equipment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `electrical_equipment`
--

INSERT INTO `electrical_equipment` (`id`, `title`) VALUES
(1, 'ثلاجة'),
(2, 'مكيف'),
(3, 'غسالة'),
(4, 'فرن'),
(5, 'برادة'),
(6, 'تلفزيون'),
(7, 'سيارة خاصة'),
(8, 'حاسب ألى'),
(9, 'بلاى ستيشن'),
(10, 'جوالات'),
(11, 'سخان ماء');

-- --------------------------------------------------------

--
-- Table structure for table `employees`
--

CREATE TABLE IF NOT EXISTS `employees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_code` int(30) NOT NULL,
  `employee` varchar(250) NOT NULL,
  `administration` int(11) NOT NULL,
  `department` int(11) NOT NULL,
  `birth_date` int(100) NOT NULL,
  `id_num` int(25) NOT NULL,
  `address` varchar(200) CHARACTER SET utf16 NOT NULL,
  `phone_num` varchar(20) NOT NULL,
  `email` varchar(200) NOT NULL,
  `contract` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` varchar(20) NOT NULL,
  `img` varchar(250) NOT NULL,
  `salary` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `employees`
--

INSERT INTO `employees` (`id`, `emp_code`, `employee`, `administration`, `department`, `birth_date`, `id_num`, `address`, `phone_num`, `email`, `contract`, `date`, `date_s`, `img`, `salary`) VALUES
(1, 1, 'محد محى على ', 3, 13, 1499202000, 85754354, 'العنوان', '8755342', 'a@yahoo', 1, 1500498000, '1500557289', '0', 1200),
(2, 2, 'احمد عبد الغفار ', 3, 13, 898981200, 321312312, 'العنوان', '3242342', 'a@yahoo', 1, 1500498000, '1500562464', '0', 10000);

-- --------------------------------------------------------

--
-- Table structure for table `endowments`
--

CREATE TABLE IF NOT EXISTS `endowments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `endowment_name` varchar(300) NOT NULL,
  `endowment_start` varchar(300) NOT NULL,
  `endowment_cost` varchar(300) NOT NULL,
  `stock_cost` varchar(300) NOT NULL,
  `endowment_account_num` varchar(300) NOT NULL,
  `houses_num` varchar(300) NOT NULL,
  `commercial_Lounges` varchar(200) NOT NULL,
  `floor_num` varchar(300) NOT NULL,
  `employee_in_charge` varchar(300) NOT NULL,
  `employee_mobile` varchar(300) NOT NULL,
  `address` varchar(300) NOT NULL,
  `endowment_type` varchar(300) NOT NULL,
  `endowment_end` varchar(300) NOT NULL,
  `stock_num` varchar(300) NOT NULL,
  `Land_area` varchar(300) NOT NULL,
  `bank_id` varchar(300) NOT NULL,
  `shops_num` varchar(300) NOT NULL,
  `other_facilities` varchar(300) NOT NULL,
  `responsible_for_endowment` varchar(300) NOT NULL,
  `city` varchar(300) NOT NULL,
  `notes` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `exports_imports_attachment`
--

CREATE TABLE IF NOT EXISTS `exports_imports_attachment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `exp_imp_id_fk` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `exports_imports_attachment`
--

INSERT INTO `exports_imports_attachment` (`id`, `exp_imp_id_fk`, `type`, `img`, `title`) VALUES
(4, '1', '1', '89d05a8c0d0bb095de4123df3260536f.jpg', 'اسم المرفق 1 وارد'),
(3, '3', '2', '89d05a8c0d0bb095de4123df3260536f.jpg', 'اسم المرفق 1 الصادر');

-- --------------------------------------------------------

--
-- Table structure for table `family_attach_files`
--

CREATE TABLE IF NOT EXISTS `family_attach_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `death_certificate` text NOT NULL,
  `family_card` text NOT NULL,
  `plowing_inheritance` text NOT NULL,
  `instrument_agency_with_orphans` text NOT NULL,
  `birth_certificate` text NOT NULL,
  `ownership_housing` text NOT NULL,
  `definition_school` text NOT NULL,
  `social_security_card` text NOT NULL,
  `retirement_department` text NOT NULL,
  `social_insurance` text NOT NULL,
  `bank_statement` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `family_attach_files`
--

INSERT INTO `family_attach_files` (`id`, `mother_national_num_fk`, `death_certificate`, `family_card`, `plowing_inheritance`, `instrument_agency_with_orphans`, `birth_certificate`, `ownership_housing`, `definition_school`, `social_security_card`, `retirement_department`, `social_insurance`, `bank_statement`, `date`, `date_s`, `publisher`) VALUES
(1, '1111111111', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1497992400, 1498052502, '1111111111'),
(2, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512126, '0100787615'),
(3, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512129, '0100787615'),
(4, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512140, '0100787615');

-- --------------------------------------------------------

--
-- Table structure for table `father`
--

CREATE TABLE IF NOT EXISTS `father` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `f_first_name` varchar(255) NOT NULL,
  `f_father_name` varchar(255) NOT NULL,
  `f_grandfather_name` varchar(255) NOT NULL,
  `f_family_name` varchar(255) NOT NULL,
  `f_nationality_id_fk` varchar(255) NOT NULL,
  `f_national_id_type` varchar(255) NOT NULL,
  `f_national_id` varchar(255) NOT NULL,
  `f_national_id_place` varchar(255) NOT NULL,
  `f_birth_date` varchar(255) NOT NULL,
  `f_death_date` varchar(255) NOT NULL,
  `f_job` varchar(255) NOT NULL,
  `f_job_place` varchar(255) NOT NULL,
  `f_death_id_fk` varchar(255) NOT NULL,
  `f_death_reason_fk` varchar(255) NOT NULL,
  `f_death_reason` varchar(255) NOT NULL,
  `f_child_num` varchar(255) NOT NULL,
  `f_wive_count` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- Dumping data for table `father`
--

INSERT INTO `father` (`id`, `mother_national_num_fk`, `f_first_name`, `f_father_name`, `f_grandfather_name`, `f_family_name`, `f_nationality_id_fk`, `f_national_id_type`, `f_national_id`, `f_national_id_place`, `f_birth_date`, `f_death_date`, `f_job`, `f_job_place`, `f_death_id_fk`, `f_death_reason_fk`, `f_death_reason`, `f_child_num`, `f_wive_count`) VALUES
(1, '01009428727', 'محمد', 'حسن', 'الطيب', 'السعودية', '10', '2', '83902891762', 'مصدر الهوية', '315522000', '1512594000', '1', 'مكان العمل', '5', 'السبب', '', '1', '1'),
(2, '12345', 'عبد الله', 'حسن', 'على', 'العائلة', '19', '1', '4354355', 'مصدرها', '75600', '1104526800', '1', 'مكان العمل', '5', 'السبب', '0', '1', '1'),
(3, 'arab', 'عبد الله', 'محمد', 'على', 'هشام', '17', '1', '76655764657657', 'مصدرها', '644706000', '1170795600', '1', 'مكان العمل', '3', '0', '0', '1', '0'),
(4, '987654321000', 'عبد السلام ', 'حسن', 'على', 'هشام', '15', '1', '12323323232323', 'مصدرها', '-10800', '1199134800', '1', 'مكان العمل', '1', '0', '0', '2', '2'),
(5, '9876541234', 'عادل ', 'محروس', 'الحسن', 'الضبع', '7', '2', '1233287832625', 'مصدرها', '-300942000', '1496782800', '1', 'مكان العمل', '1', '', '', '2', '2'),
(6, '1111111111', 'عبد الله', 'قاسم', 'مهدى', 'عابد', '1', '1', '019828271827', 'مصدر الهوية', '631141200', '1486846800', '2', 'مكان العمل', '2', '', '', '2', '2'),
(7, '777', 'عامر ', 'محمود', 'حسين', 'قاسم', '17', '1', '128272363873', 'مصدر الهوية', '1497214800', '1497819600', '1', 'مكان العمل', '1', '', '', '2', '1'),
(8, '0100787615', 'أحمد', ' محمد ', 'علي ', 'السيد ', '19', '1', '12345678901', 'حائل السعودية', '647384400', '1501102800', '1', 'حائل', '1', '', '', '2', '1');

-- --------------------------------------------------------

--
-- Table structure for table `financial`
--

CREATE TABLE IF NOT EXISTS `financial` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `f_pension_amount` varchar(255) NOT NULL,
  `f_warranty_amount` varchar(255) NOT NULL,
  `f_owner_ship_amount` varchar(255) NOT NULL,
  `f_insurance_amount` varchar(255) NOT NULL,
  `f_annual_amount` varchar(255) NOT NULL,
  `f_other_amount` varchar(255) NOT NULL,
  `f_workers_id_fk` varchar(255) NOT NULL,
  `f_workers_num` varchar(255) NOT NULL,
  `f_commerical_activity_id_fk` varchar(255) NOT NULL,
  `f_bank_id_fk` varchar(255) NOT NULL,
  `f_bank_account_num` varchar(255) NOT NULL,
  `f_official_account_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `financial`
--

INSERT INTO `financial` (`id`, `mother_national_num_fk`, `f_pension_amount`, `f_warranty_amount`, `f_owner_ship_amount`, `f_insurance_amount`, `f_annual_amount`, `f_other_amount`, `f_workers_id_fk`, `f_workers_num`, `f_commerical_activity_id_fk`, `f_bank_id_fk`, `f_bank_account_num`, `f_official_account_name`) VALUES
(1, '01009428727', '901', '901', '901', '901', '90', '90', '1', '123', '1', 'الرياض', '32121', 'الإسم المعتمد للحساب'),
(2, '12345', '123', '22', '323', '2323', '323', '322323', '0', '', '0', 'بنك الجزيرة', '123231', 'الإسم المعتمد للحساب'),
(3, 'arab', '333', '333', '3', '3', '3', '3', '1', '2', '1', 'بنك البلاد', '12', 'الإسم المعتمد للحساب'),
(4, '1111111111', '33', '3', '33', '33', '333', '33', '1', '', '1', 'الرياض', '333', '333333'),
(5, '0100787615', '12350', '145', '1230', '980', '0', '0', '0', '0', '0', 'الرياض', '', '0');

-- --------------------------------------------------------

--
-- Table structure for table `f_members`
--

CREATE TABLE IF NOT EXISTS `f_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `member_name` varchar(255) NOT NULL,
  `member_card_type` int(11) NOT NULL,
  `member_card_num` int(11) NOT NULL,
  `member_nationality` varchar(255) NOT NULL,
  `member_birth_date` int(11) NOT NULL,
  `member_gender` int(11) NOT NULL,
  `member_job` varchar(255) NOT NULL,
  `member_job_place` varchar(255) NOT NULL,
  `member_skill` varchar(255) NOT NULL,
  `member_email` varchar(255) NOT NULL,
  `member_status` int(11) NOT NULL,
  `member_distracted_mother` int(11) NOT NULL,
  `member_activity_type` varchar(255) NOT NULL,
  `member_activity_type_other` varchar(255) NOT NULL,
  `member_mob` int(11) NOT NULL,
  `member_smoken` int(11) NOT NULL,
  `member_health_type` varchar(255) NOT NULL,
  `member_health_type_other` varchar(255) NOT NULL,
  `member_month_money` int(11) NOT NULL,
  `member_child_num` int(11) NOT NULL,
  `member_home_type` varchar(255) NOT NULL,
  `member_home_other` varchar(255) NOT NULL,
  `member_hij` varchar(255) NOT NULL,
  `member_omra` varchar(255) NOT NULL,
  `member_note` text NOT NULL,
  `member_birth_card_img` text NOT NULL,
  `member_sechool_img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Dumping data for table `f_members`
--

INSERT INTO `f_members` (`id`, `mother_national_num_fk`, `member_name`, `member_card_type`, `member_card_num`, `member_nationality`, `member_birth_date`, `member_gender`, `member_job`, `member_job_place`, `member_skill`, `member_email`, `member_status`, `member_distracted_mother`, `member_activity_type`, `member_activity_type_other`, `member_mob`, `member_smoken`, `member_health_type`, `member_health_type_other`, `member_month_money`, `member_child_num`, `member_home_type`, `member_home_other`, `member_hij`, `member_omra`, `member_note`, `member_birth_card_img`, `member_sechool_img`) VALUES
(8, '01009428727', 'خالد', 0, 2147483647, 'اختر', 915224400, 1, '2', '', '', '', 1, 0, '0', '', 0, 0, 'إختر', '', 0, 0, 'اختر', '', '0', '0', '', '0', '0'),
(9, '0100787615', 'صالح', 1, 1234569870, 'اختر', 1026075600, 1, '1', '', '', '', 1, 0, 'اختر', '', 0, 0, 'إختر', '', 0, 0, 'اختر', '', 'اختر', '0', '', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `guarantees`
--

CREATE TABLE IF NOT EXISTS `guarantees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `guarantee_id` varchar(300) NOT NULL,
  `guaranty_type` int(2) NOT NULL,
  `payment_method` int(2) NOT NULL,
  `guaranty_start` varchar(300) NOT NULL,
  `guaranty_end` varchar(300) NOT NULL,
  `sex_determination` int(2) NOT NULL,
  `gender` int(2) NOT NULL,
  `number` int(11) NOT NULL,
  `duration` int(2) NOT NULL,
  `guaranty_amount_all` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `guarantees`
--

INSERT INTO `guarantees` (`id`, `guarantee_id`, `guaranty_type`, `payment_method`, `guaranty_start`, `guaranty_end`, `sex_determination`, `gender`, `number`, `duration`, `guaranty_amount_all`, `date`, `date_s`) VALUES
(1, '0', 0, 0, '0', '0', 0, 0, 0, 0, '0', '1504558800', '1504616099');

-- --------------------------------------------------------

--
-- Table structure for table `guaranty_settings`
--

CREATE TABLE IF NOT EXISTS `guaranty_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  `amount` varchar(300) NOT NULL,
  `description` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `guaranty_settings`
--

INSERT INTO `guaranty_settings` (`id`, `title`, `amount`, `description`) VALUES
(1, 'كفالة مادية', '400.00', ' 400 ريال شهرياً وهو مصروف اليتيم الشهرييتم تحويل هذا المبلغ لحساب اليتيم او اليتيمةعبر بطاقة البركة الإلكترونية'),
(2, 'كفالة تعليمية', '400.00', '400 ريال شهرياً يتلقي اليتيم واليتيمة برامج تعليمية وتربوية وتدريبية وحلقات للقرأن الكريم وندوية علمية وفكرية وصحيةوبرامج ثقافية,ونادرمضاني وحفلات تكريم للمتوفقين,ورحلات تربويةتعزز من تفوقهماالعلميوالمعرفي والمهاري'),
(3, 'كفالة أرملة', '300.00', '300 ريال شهرياً ولأنها أم الأيتام وراعيتهم بعد وفاة زوجها رغم ضعفها رعيناها عوضاً عن فقد زوجها'),
(4, 'كفالة جامعية داخل الحفر', '500.00', '500 ريال شهرياً ولأن الجامعة هى بوابة سوق العمل والطالب الجامعى تتعدد حاجاته ومسئولياته وقد يدرس مغترباً او فى كلية أهلية لذا نمنحهما مايكملان به مسيرة مستقبلهما'),
(5, 'كفالة جامعية خارج الحفر', '1000.00', '1000 ريال شهرياً ولأن الجامعة هى بوابة سوق العمل والطالب الجامعى تتعدد حاجاته ومسئولياته وقد يدرس مغترباً او فى كلية أهلية لذا نمنحهما مايكملان به مسيرة مستقبلهما'),
(6, 'كفالة عطاؤك ألوان', '100.00', 'هى كفالة موسميةل15 خدمة تقدم للايتام واليتيمات على مدار السنة مثل كسوة الشتاء_كسوة العيد وهديته_السلع الغذائية الرمضانية_الحقيبة والمستلزمات المدرسية_الزى المدرسي_ الحج والعمرة_الرعاية الطبية');

-- --------------------------------------------------------

--
-- Table structure for table `home_repair_type`
--

CREATE TABLE IF NOT EXISTS `home_repair_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `home_repair_type`
--

INSERT INTO `home_repair_type` (`id`, `title`) VALUES
(1, 'دورة مياة'),
(2, 'المطبخ'),
(3, 'إعادة صبغ'),
(4, 'صالة'),
(5, ' غرفة نوم'),
(6, 'سقف المنزل'),
(7, ' جدار المنزل'),
(8, 'بلاط المنزل'),
(9, 'السطح'),
(10, 'سخان ماء');

-- --------------------------------------------------------

--
-- Table structure for table `houses`
--

CREATE TABLE IF NOT EXISTS `houses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `h_electricity_account` varchar(300) NOT NULL,
  `h_health_number` varchar(300) NOT NULL,
  `h_city_id_fk` varchar(300) NOT NULL,
  `h_hai_id_fk` varchar(300) NOT NULL,
  `h_street` varchar(300) NOT NULL,
  `h_mosque` varchar(300) NOT NULL,
  `h_nearest_school` varchar(300) NOT NULL,
  `h_nearest_teacher` varchar(300) NOT NULL,
  `h_house_type_id_fk` varchar(300) NOT NULL,
  `h_house_owner_id_fk` varchar(300) NOT NULL,
  `h_house_color` varchar(300) NOT NULL,
  `h_house_size` varchar(255) NOT NULL,
  `h_rent_amount` varchar(300) NOT NULL,
  `h_rooms_account` varchar(300) NOT NULL,
  `h_bath_rooms_account` varchar(300) NOT NULL,
  `h_borrow_from_bank` int(1) NOT NULL DEFAULT '0',
  `h_borrow_remain` varchar(300) NOT NULL,
  `h_house_area` varchar(300) NOT NULL,
  `h_house_direction` varchar(300) NOT NULL,
  `h_loan_restoration` varchar(300) NOT NULL,
  `h_loan_restoration_remain` varchar(300) NOT NULL,
  `h_house_status_id_fk` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `houses`
--

INSERT INTO `houses` (`id`, `mother_national_num_fk`, `h_electricity_account`, `h_health_number`, `h_city_id_fk`, `h_hai_id_fk`, `h_street`, `h_mosque`, `h_nearest_school`, `h_nearest_teacher`, `h_house_type_id_fk`, `h_house_owner_id_fk`, `h_house_color`, `h_house_size`, `h_rent_amount`, `h_rooms_account`, `h_bath_rooms_account`, `h_borrow_from_bank`, `h_borrow_remain`, `h_house_area`, `h_house_direction`, `h_loan_restoration`, `h_loan_restoration_remain`, `h_house_status_id_fk`) VALUES
(1, '01009428727', '57357', '57357', '20', '23', 'الشارع 1', 'أقرب مسجد 1', 'أقرب مدرسة 1', 'أقرب معلم 1', '1', '1', 'لون المنزل  1', '100', '', '2', '1', 2, '', 'المنطقة 1', '9', '2', '', '1'),
(2, '12345', '3232', '432432', 'اختر المدينة', 'اختر الحي', 'الشارع', 'المنطقة', 'المنطقة', 'المنطقة', '3', '1', 'لون المنزل', '', '0', '1', '1', 2, '0', 'المنطقة', '1', '2', '0', '1'),
(3, 'arab', '3232', '432432', '15', 'اختر الحي', 'الشارع', 'المنطقة', 'المنطقة', 'المنطقة', '1', '2', 'لون المنزل', '', '7800', '2', '1', 1, '50000', 'المنطقة', '2', '1', '56', 'اختر'),
(4, '1111111111', '232', '222323', '1', '3', 'شارع', 'مسجد ', 'مدرسة ', 'معلم ', '1', '1', 'الاحمر ', '900', '', '3', '3', 1, '232', 'منطقة ', '1', '1', '333', '1'),
(5, '0100787615', '12333', '12333', '1', '3', 'شارع', 'مسجد الرحمن', 'مدرسة الشهيد', 'معلم ', '1', '1', 'ابيض', '80', '', '2', '1', 2, '', 'منطقتي', '2', '2', '', '1');

-- --------------------------------------------------------

--
-- Table structure for table `job_titles`
--

CREATE TABLE IF NOT EXISTS `job_titles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `job_titles`
--

INSERT INTO `job_titles` (`id`, `title`) VALUES
(1, 'ربة منزل'),
(2, 'طالبة'),
(3, 'معلمة'),
(4, 'ممرضة'),
(5, 'إدارية'),
(6, 'حارسة أمن'),
(7, 'مستخدمة'),
(8, 'سيدة أعمال'),
(9, 'حاضنة'),
(10, 'سكرتيرة'),
(11, 'كاشير'),
(12, 'مديرة'),
(13, 'مصممة أزياء'),
(14, 'عاملة مصرف'),
(15, 'محاسبة'),
(16, 'خياطة'),
(17, 'طباخة'),
(18, 'محتسبة');

-- --------------------------------------------------------

--
-- Table structure for table `magls_members_t`
--

CREATE TABLE IF NOT EXISTS `magls_members_t` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` int(11) NOT NULL,
  `member_code` int(11) NOT NULL,
  `member_name` varchar(255) NOT NULL,
  `job_title_id_fk` int(11) NOT NULL,
  `appointment_date` varchar(255) NOT NULL,
  `expired_date` varchar(255) NOT NULL,
  `member_type_id_fk` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `magls_members_t`
--

INSERT INTO `magls_members_t` (`id`, `council_id_fk`, `member_code`, `member_name`, `job_title_id_fk`, `appointment_date`, `expired_date`, `member_type_id_fk`) VALUES
(2, 6, 7, 'فوزي', 18, '1498856400', '1501880400', 3),
(3, 1, 1111111, 'eslam', 17, '1499893200', '1499202000', 1),
(4, 6, 7, 'hussein', 18, '1498856400', '1501880400', 1);

-- --------------------------------------------------------

--
-- Table structure for table `mailbox`
--

CREATE TABLE IF NOT EXISTS `mailbox` (
  `message_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id_fk` int(11) NOT NULL,
  `to` int(11) NOT NULL,
  `subject` varchar(500) NOT NULL,
  `message` text NOT NULL,
  `active` int(11) NOT NULL,
  `attachment` varchar(300) NOT NULL,
  `datesend` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`message_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `main_data`
--

CREATE TABLE IF NOT EXISTS `main_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `date_created` varchar(255) NOT NULL,
  `web_name` varchar(255) NOT NULL,
  `logo` varchar(255) NOT NULL,
  `facebook` varchar(255) NOT NULL,
  `google` varchar(255) NOT NULL,
  `twitter` varchar(255) NOT NULL,
  `youtube` varchar(255) NOT NULL,
  `instagram` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

-- --------------------------------------------------------

--
-- Table structure for table `main_data_com`
--

CREATE TABLE IF NOT EXISTS `main_data_com` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `data_com` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `mother`
--

CREATE TABLE IF NOT EXISTS `mother` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `m_first_name` varchar(300) NOT NULL,
  `m_father_name` varchar(300) NOT NULL,
  `m_grandfather_name` varchar(300) NOT NULL,
  `m_family_name` varchar(300) NOT NULL,
  `m_birth_date` varchar(300) NOT NULL,
  `m_nationality` varchar(300) NOT NULL,
  `m_marital_status_id_fk` varchar(300) NOT NULL,
  `m_living_place_id_fk` int(1) NOT NULL,
  `m_living_place` varchar(300) NOT NULL,
  `m_national_id` varchar(300) NOT NULL,
  `m_national_id_type` varchar(300) NOT NULL,
  `m_education_status_id_fk` varchar(300) NOT NULL,
  `m_specialization` varchar(300) NOT NULL,
  `m_health_status_id_fk` varchar(300) NOT NULL,
  `DisabilityType` varchar(300) NOT NULL,
  `Disability_check` int(1) NOT NULL,
  `disability_Place` varchar(300) NOT NULL,
  `disability_amount` varchar(300) NOT NULL,
  `receive_treatment` int(1) NOT NULL,
  `treatment_place` varchar(300) NOT NULL,
  `treatment_reasons` varchar(300) NOT NULL,
  `death_reason` int(1) NOT NULL,
  `other_death_reason` varchar(300) NOT NULL,
  `death_date` varchar(300) NOT NULL,
  `m_skill_name` varchar(300) NOT NULL,
  `m_job_id_fk` varchar(300) NOT NULL,
  `m_job_other` varchar(300) NOT NULL,
  `m_monthly_income` varchar(300) NOT NULL,
  `m_education_level_id_fk` varchar(300) NOT NULL,
  `m_female_house_check` int(1) NOT NULL DEFAULT '0',
  `m_female_house_name` varchar(300) NOT NULL,
  `m_hijri` int(1) NOT NULL DEFAULT '0',
  `m_ommra` int(1) NOT NULL DEFAULT '0',
  `m_mob` varchar(300) NOT NULL,
  `m_another_mob` varchar(300) NOT NULL,
  `m_email` varchar(300) NOT NULL,
  `m_want_work` int(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `mother`
--

INSERT INTO `mother` (`id`, `mother_national_num_fk`, `m_first_name`, `m_father_name`, `m_grandfather_name`, `m_family_name`, `m_birth_date`, `m_nationality`, `m_marital_status_id_fk`, `m_living_place_id_fk`, `m_living_place`, `m_national_id`, `m_national_id_type`, `m_education_status_id_fk`, `m_specialization`, `m_health_status_id_fk`, `DisabilityType`, `Disability_check`, `disability_Place`, `disability_amount`, `receive_treatment`, `treatment_place`, `treatment_reasons`, `death_reason`, `other_death_reason`, `death_date`, `m_skill_name`, `m_job_id_fk`, `m_job_other`, `m_monthly_income`, `m_education_level_id_fk`, `m_female_house_check`, `m_female_house_name`, `m_hijri`, `m_ommra`, `m_mob`, `m_another_mob`, `m_email`, `m_want_work`) VALUES
(1, '01009428727', 'خديجة', 'محمد', 'على', 'الطيب', '477954000', '6', '3', 1, '', '843278713468', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'المهارة', '0', '', '', '5', 2, '', 2, 2, '01008976342', '0993938323', 'a@ta', 2),
(2, '12345', 'خديجة', 'محمد', 'على', 'الطيب', '315522000', '18', '3', 1, '0', '897894758942', '1', '1', 'التخصص', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '3', '0', '120000', '7', 1, '0', 2, 2, '32423423', '677564353', '0', 2),
(3, 'arab', 'عائشة', 'محمد', 'على', 'الطيب', '631141200', '5', '1', 1, '0', '897894758942', '1', '1', '0', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '3', '0', '7899', '10', 2, '0', 2, 2, '01093293737', '79868576', '0', 2),
(4, '987654321000', 'هند', 'عاطف', 'خالد', 'المكاوى', '633906000', '8', '3', 1, '0', '987654321000', '1', '2', '0', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '17', '0', '0', '2', 2, '0', 2, 2, '01008976342', '0', '0', 2),
(5, '1111111111', 'salwa', 'ali', 'mohamed', 'magdy', '1497474000', '19', '3', 1, '', '', '1', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الطبخ ', 'اختر', '', '', '1', 1, '', 2, 1, '23141343413123123', '999', '', 2),
(6, '0100787615', 'سهيلة', 'محمد', 'بن صالح', 'علي', '677883600', '19', '3', 1, '', '0100787615', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الطبخ', 'اختر', '', '', '1', 2, '', 2, 2, '01000787615', '01000787612', 'a@a', 1);

-- --------------------------------------------------------

--
-- Table structure for table `nationality`
--

CREATE TABLE IF NOT EXISTS `nationality` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- Dumping data for table `nationality`
--

INSERT INTO `nationality` (`id`, `title`) VALUES
(1, 'افغانستان'),
(2, 'بنغلاديش'),
(3, 'الفلبين'),
(4, 'السودان'),
(5, 'المغرب'),
(6, 'الهند'),
(7, 'العراق'),
(8, 'فلسطين'),
(9, 'الاردن'),
(10, 'سوريا'),
(11, 'مصر'),
(12, 'اليمن'),
(13, 'قبائل نازحة'),
(14, 'الامارات العربية المتحدة'),
(15, 'تركيا'),
(16, 'البحرين'),
(17, 'قطر'),
(18, 'الكويت'),
(19, 'السعودية');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `office_exports`
--

CREATE TABLE IF NOT EXISTS `office_exports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `export_type_id_fk` varchar(255) NOT NULL,
  `organization_to_id_fk` varchar(255) NOT NULL,
  `transaction_id_fk` varchar(255) NOT NULL,
  `importance_degree_id_fk` varchar(255) NOT NULL,
  `importance_degree_other` varchar(255) NOT NULL,
  `registration_number` varchar(255) NOT NULL,
  `method_recived_id_fk` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `about` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `organization_dep` varchar(255) NOT NULL,
  `organization_employee` varchar(255) NOT NULL,
  `organization_other` varchar(255) NOT NULL,
  `method_recived_other` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `office_exports`
--

INSERT INTO `office_exports` (`id`, `export_type_id_fk`, `organization_to_id_fk`, `transaction_id_fk`, `importance_degree_id_fk`, `importance_degree_other`, `registration_number`, `method_recived_id_fk`, `title`, `about`, `content`, `date`, `date_s`, `publisher`, `organization_dep`, `organization_employee`, `organization_other`, `method_recived_other`) VALUES
(3, '0', '3', '4', 'سري', 'درجة الاهمية', '23132', 'باليد', 'عنوان الكتاب', 'بشأن', '<h4 [removed]>موضوع الكتاب</h4>\r\n', '07/03/2017', '1499685133', 'admin', 'الاقسام', ' الموظفين', '', 'طريقه التسليم');

-- --------------------------------------------------------

--
-- Table structure for table `office_imports`
--

CREATE TABLE IF NOT EXISTS `office_imports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `import_type_id_fk` varchar(255) NOT NULL,
  `organization_from_id_fk` varchar(255) NOT NULL,
  `transaction_id_fk` varchar(255) NOT NULL,
  `importance_degree_id_fk` varchar(255) NOT NULL,
  `importance_degree_other` varchar(255) NOT NULL,
  `registration_number` varchar(255) NOT NULL,
  `method_recived_id_fk` varchar(255) NOT NULL,
  `method_recived_other` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `about` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `organization_dep` varchar(255) NOT NULL,
  `organization_employee` varchar(255) NOT NULL,
  `organization_other` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `office_imports`
--

INSERT INTO `office_imports` (`id`, `import_type_id_fk`, `organization_from_id_fk`, `transaction_id_fk`, `importance_degree_id_fk`, `importance_degree_other`, `registration_number`, `method_recived_id_fk`, `method_recived_other`, `title`, `about`, `content`, `date`, `date_s`, `publisher`, `organization_dep`, `organization_employee`, `organization_other`) VALUES
(1, '1', '3', '2', 'عاجل', 'الاهمية', '123123', 'باليد', 'التسليم', 'الكتاب', 'بشأن', '<h4 dir="rtl">موضوع</h4>\r\n', '07/06/2017', '1499685206', '1', '', '', 'الجهات وغيرها');

-- --------------------------------------------------------

--
-- Table structure for table `office_setting`
--

CREATE TABLE IF NOT EXISTS `office_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `type_id_fk` varchar(255) NOT NULL,
  `mob` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `office_setting`
--

INSERT INTO `office_setting` (`id`, `name`, `type_id_fk`, `mob`, `email`, `address`) VALUES
(3, 'الجهة الاولى', '1', '2331321', 'a@yahoo', 'العنوان'),
(2, 'معاملة 1', '2', '0', '0', '0'),
(4, 'معاملة', '2', '0', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `operation_guaranty`
--

CREATE TABLE IF NOT EXISTS `operation_guaranty` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `guarantee_id` varchar(255) NOT NULL,
  `guaranty_from` varchar(255) NOT NULL,
  `guaranty_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

-- --------------------------------------------------------

--
-- Table structure for table `operation_service`
--

CREATE TABLE IF NOT EXISTS `operation_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `order_id_fk` varchar(255) NOT NULL,
  `service_file_from` varchar(255) NOT NULL,
  `service_file_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `operation_service`
--

INSERT INTO `operation_service` (`id`, `mother_national_num_fk`, `order_id_fk`, `service_file_from`, `service_file_to`, `process`, `reason`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', '7', '13', '14', 3, 'الاطلاع', 1497733200, 1497789815, '4'),
(2, '01009428727', '7', '13', '12', 3, 'الملاحظاتالملاحظاتالملاحظاتالملاحظات', 1497733200, 1497790873, '4'),
(3, '1111111111', '2', '13', '12', 1, 'الملاحظات', 1498597200, 1498652150, '4'),
(4, '1111111111', '2', '10', '10', 5, 'الملاحظات', 1498597200, 1498652224, '1'),
(5, '1111111111', '2', '10', '10', 4, 'الملاحظات', 1498597200, 1498652235, '1'),
(6, '1111111111', '4', '10', '10', 4, 'اعتماد ', 1499461200, 1499513652, '1'),
(7, '1111111111', '4', '10', '10', 5, 'تم', 1499461200, 1499513673, '1'),
(8, '0100787615', '5', '10', '10', 4, 'اعتماد ', 1499461200, 1499513729, '1'),
(9, '0100787615', '5', '10', '10', 5, 'تنفيذ', 1499461200, 1499513742, '1'),
(10, '0100787615', '6', '10', '10', 1, 'تمت', 1499461200, 1499531912, '1'),
(11, '0100787615', '6', '10', '10', 5, 'تمت', 1499461200, 1499531955, '1');

-- --------------------------------------------------------

--
-- Table structure for table `operation_table`
--

CREATE TABLE IF NOT EXISTS `operation_table` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `family_file_from` varchar(255) NOT NULL,
  `family_file_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `operation_table`
--

INSERT INTO `operation_table` (`id`, `mother_national_num_fk`, `family_file_from`, `family_file_to`, `process`, `reason`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', '13', '12', 3, 'الملاحظات الملاحظات الملاحظات1', 1497474000, 1497530363, 'resep'),
(2, '01009428727', '12', '11', 1, 'الاسباب الاسباب 2', 1497474000, 1497532135, 'leader'),
(3, '01009428727', '12', '13', 2, 'الاسباب الاسباب3', 1497474000, 1497532406, 'leader'),
(4, '1111111111', '13', '12', 3, 'الملاحظات', 1498597200, 1498637157, 'resep'),
(6, '01009428727', '10', '10', 4, 'الملاحظات', 1498597200, 1498648827, 'admin'),
(7, '0100787615', '10', '12', 1, 'موافق ', 1499461200, 1499512437, '0100787615'),
(8, '0100787615', '10', '10', 4, 'تم الاعتماد ', 1499461200, 1499523319, 'admin'),
(9, '0100787615', '10', '14', 3, 'عاطفل', 1499461200, 1499531513, 'admin'),
(10, '1111111111', '10', '14', 3, '5454', 1499461200, 1499531529, 'admin'),
(11, '0100787615', '10', '10', 4, '234', 1499461200, 1499531620, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `page_id` int(11) NOT NULL AUTO_INCREMENT,
  `page_title` varchar(255) NOT NULL,
  `page_link` varchar(255) NOT NULL,
  `group_id_fk` int(11) NOT NULL,
  `page_order` int(11) NOT NULL,
  `page_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`page_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `page_title`, `page_link`, `group_id_fk`, `page_order`, `page_icon_code`) VALUES
(1, 'إضافة مجموعة تحكم', 'dashboard/addgroup', 1, 0, 'fa fa fa-object-group fa-2x'),
(2, 'إضافة صفحات  التحكم', 'dashboard/add_page', 1, 1, 'fa fa-wrench fa-2x'),
(3, 'إدارة الصلاحيات', 'dashboard/create_role', 2, 1, 'fa fa-toggle-on fa-2x'),
(4, 'إضافة مستخدم', 'dashboard/add_user', 2, 1, 'fa fa-user-plus fa-2x');

-- --------------------------------------------------------

--
-- Table structure for table `penalty`
--

CREATE TABLE IF NOT EXISTS `penalty` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` varchar(300) NOT NULL,
  `emp_id` varchar(300) NOT NULL,
  `penalty_type` int(2) NOT NULL,
  `value` varchar(300) NOT NULL DEFAULT '0',
  `content` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8mb4 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `penalty`
--

INSERT INTO `penalty` (`id`, `date`, `emp_id`, `penalty_type`, `value`, `content`, `date_s`) VALUES
(1, '1504126800', '1', 2, '22', 'fsdfdsfsd', '1505771176');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE IF NOT EXISTS `permissions` (
  `page_id_fk` int(11) NOT NULL,
  `role_id_fk` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`page_id_fk`, `role_id_fk`) VALUES
(1, 1),
(2, 1);

-- --------------------------------------------------------

--
-- Table structure for table `permits`
--

CREATE TABLE IF NOT EXISTS `permits` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `permit_num` varchar(255) NOT NULL,
  `emp_code` varchar(300) NOT NULL,
  `permit_type` int(2) NOT NULL,
  `time_out` varchar(300) NOT NULL,
  `time_return` varchar(300) NOT NULL,
  `permit_reason` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `month` int(11) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `permit_status` int(2) NOT NULL,
  `permit_manager_refuse_accept` varchar(300) NOT NULL,
  `publisher_accept` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `permits`
--

INSERT INTO `permits` (`id`, `permit_num`, `emp_code`, `permit_type`, `time_out`, `time_return`, `permit_reason`, `date`, `month`, `date_s`, `permit_status`, `permit_manager_refuse_accept`, `publisher_accept`) VALUES
(1, '1', '1', 1, '11:00', '00:00', 'سبب الإذن', '1500498000', 7, '1500557343', 0, '1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `researcher_opinion`
--

CREATE TABLE IF NOT EXISTS `researcher_opinion` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `is_mother_present` int(11) NOT NULL,
  `mother_impression_visit` int(11) NOT NULL,
  `home_cleaning` int(11) NOT NULL,
  `child_cleanliness` int(11) NOT NULL,
  `family_type` varchar(255) NOT NULL,
  `videos_researcher` text NOT NULL,
  `video_family_leader` text NOT NULL,
  `family_leader_name` varchar(255) NOT NULL,
  `researcher_name` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `researcher_opinion`
--

INSERT INTO `researcher_opinion` (`id`, `mother_national_num_fk`, `is_mother_present`, `mother_impression_visit`, `home_cleaning`, `child_cleanliness`, `family_type`, `videos_researcher`, `video_family_leader`, `family_leader_name`, `researcher_name`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', 4, 1, 1, 3, '', '', '', '', '', 2017, 1497344634, 'admin'),
(2, '1111111111', 1, 1, 1, 1, '', '', '', '', '', 2017, 1498052722, 'admin'),
(3, '0100787615', 1, 1, 1, 2, '1', '                 مرئيات الباحث\r\n           \r\n              ', '              مرئيات رئيس قسم شؤون الاسر\r\n', '', '', 1499461200, 1499523284, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
  `role_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `role_name` varchar(255) NOT NULL,
  PRIMARY KEY (`role_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`role_id_pk`, `role_name`) VALUES
(1, 'master'),
(2, 'admin'),
(3, '');

-- --------------------------------------------------------

--
-- Table structure for table `school_requirement`
--

CREATE TABLE IF NOT EXISTS `school_requirement` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `school_requirement`
--

INSERT INTO `school_requirement` (`id`, `title`) VALUES
(1, 'حقيبة'),
(2, 'ملابس رياضية'),
(3, 'حذاء رياضي'),
(4, 'أدوات مكتبية'),
(5, 'ملابس جامعية'),
(6, 'ملابس وأحذية');

-- --------------------------------------------------------

--
-- Table structure for table `service_setting`
--

CREATE TABLE IF NOT EXISTS `service_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_service_name` varchar(300) NOT NULL,
  `main_service_id` int(2) NOT NULL,
  `sub_service_name` varchar(300) NOT NULL,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `service_setting`
--

INSERT INTO `service_setting` (`id`, `main_service_name`, `main_service_id`, `sub_service_name`, `title`) VALUES
(1, 'خدمات عامة', 0, '', ''),
(2, 'مساعدة الزواج', 0, '', 'help_marriage'),
(3, 'التحويل للمراكز الطبية', 0, '', 'transfer_to_medical centers'),
(4, 'معالجة البطاقات الإلكترونية', 0, '', 'electronic_cards'),
(6, 'التدريب والتوظيف', 0, '', 'traning_and_jops'),
(7, '', 1, 'الأجهزة الكهربائية', 'electrical_equipment'),
(8, '', 1, 'الأثاث', 'furniture'),
(9, '', 1, 'دفع تكليف السفر الرعاية الصحية', 'healthcare'),
(10, '', 1, 'فواتير الكهرباء', 'electricity_bills'),
(11, '', 1, 'الحقيبة والمستلزمات المدرسية', 'school_supplies'),
(12, '', 1, 'الحج', 'hij'),
(13, '', 1, 'العمرة', 'omra'),
(14, '', 1, 'تأمين الأدوية والأجهزة الطبية', 'medical'),
(15, '', 1, 'صيانة السيارات', 'car'),
(16, '', 1, 'صيانة الأجهزة الكهربائية', 'device_repair'),
(17, '', 1, 'إصلاح المنازل', 'home_repair'),
(18, '', 1, 'ترميم المنازل', 'home_restoration'),
(19, '', 1, 'فاتورة الماء  ', 'water_bills');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE IF NOT EXISTS `sessions` (
  `sessions_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `course_id_fk` int(11) NOT NULL,
  `sessions_name` varchar(255) NOT NULL,
  `sessions_cost` int(11) NOT NULL,
  `sessions_time` int(11) NOT NULL,
  `sessions_word` varchar(255) NOT NULL,
  `sessions_details` text NOT NULL,
  `sessions_goals` varchar(255) NOT NULL,
  `sessions_img` varchar(255) NOT NULL,
  `sessions_for` varchar(255) NOT NULL,
  `reserve_confirm` int(11) DEFAULT '1',
  PRIMARY KEY (`sessions_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`sessions_id_pk`, `course_id_fk`, `sessions_name`, `sessions_cost`, `sessions_time`, `sessions_word`, `sessions_details`, `sessions_goals`, `sessions_img`, `sessions_for`, `reserve_confirm`) VALUES
(1, 1, 'dsgdfgdds', 20000, 25, 'sadfsasdf', '<p>شسيبسيبسيب</p>\r\n', 'سشيبشسي', '214a560ab250d14a4d51d7353f0b5187.jpg', 'شسيبسيب', 1),
(2, 1, 'sadfsdfas', 12131, 23, 'dcxsdfs', '<p>dsfafasdf</p>\r\n\r\n<p> </p>\r\n\r\n<p>asdfsa</p>\r\n', 'sdfasdfsdf', 'c53179ddaac2492f522f4a9eedb65618.jpg', 'asfdasdf', 1),
(4, 2, 'nashwa', 300, 1000, 'لىانملب', '<p>تنلايبناليب</p>\r\n', 'nashwa', 'd0ddeb0c85c6709ba3066d6b2068ae0c.jpg', 'يبليبل', 1);

-- --------------------------------------------------------

--
-- Table structure for table `sessions_reserve`
--

CREATE TABLE IF NOT EXISTS `sessions_reserve` (
  `sessions_reserve_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `sessions_id_fk` int(11) NOT NULL,
  `sessions_reserve_name` varchar(255) NOT NULL,
  `sessions_reserve_email` varchar(255) NOT NULL,
  `sessions_reserve_phone` int(11) NOT NULL,
  `sessions_reserve_address` varchar(255) NOT NULL,
  `sessions_reserve_work` varchar(255) NOT NULL,
  `sessions_reserve_work_at` varchar(255) NOT NULL,
  `sessions_reserve_notes` text NOT NULL,
  `session_reserve_confirm` int(11) DEFAULT '1',
  PRIMARY KEY (`sessions_reserve_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `sessions_reserve`
--

INSERT INTO `sessions_reserve` (`sessions_reserve_id_pk`, `sessions_id_fk`, `sessions_reserve_name`, `sessions_reserve_email`, `sessions_reserve_phone`, `sessions_reserve_address`, `sessions_reserve_work`, `sessions_reserve_work_at`, `sessions_reserve_notes`, `session_reserve_confirm`) VALUES
(1, 1, 'helbo', 'helbawy@ttt.com', 2147483647, 'sadfasdfasdgas', 'عربجى', 'العربخانه', '<p>tttttttttttttttttt</p>\r\n', 1),
(2, 2, 'asdfasdf', 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 1),
(3, 4, 'nnn', 'gfhgh', 1213, 'fdfsdf', 'fgdfgdfg', 'fgdgdgdf', '<p>dgdfgd</p>\r\n', 1),
(4, 2, 'www', 'helbawy@ttt.com', 435345, 'fdfds', 'dsfds', 'dfsfs', '<p>sdfsdf</p>\r\n', 1),
(5, 4, 'gfhfghgf', 'helbawy@ttt.com', 453453, 'bgfhf', 'gfhgfh', 'gfhgf', '<p>fghgfh</p>\r\n', 1),
(6, 2, 'www', 'helbawy@ttt.com', 123, 'fff', 'fff', 'fff', 'fff  ', 0);

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `code` varchar(100) NOT NULL,
  `s` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `name`, `code`, `s`) VALUES
(1, 'suppliers', '203', 'موردين'),
(2, 'clients', '102002', 'عملاء'),
(3, 'accounts_group', '102009', 'صندوق'),
(5, 'sanfs_card', '102008', 'مخزون'),
(4, 'accounts_group', '1020010', 'بنك'),
(8, 'accounts_group', '401', 'أوراق قبض'),
(10, 'accounts_group', '', 'شيكات تحت التحصيل'),
(11, 'accounts_group', '', 'مردودات مشتريات'),
(6, 'accounts_group', '', 'المشتريات'),
(7, 'accounts_group', '', 'المبيعات'),
(9, 'accounts_group', '10092918', 'أوراق دفع'),
(12, 'accounts_group', '', 'مردود المبيعات'),
(13, 'accounts_group', '', 'مصاريف مشتريات'),
(15, 'accounts_group', '', 'مصاريف مبيعات');

-- --------------------------------------------------------

--
-- Table structure for table `signatures`
--

CREATE TABLE IF NOT EXISTS `signatures` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `exp_imp_id_fk` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `job` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `signatures`
--

INSERT INTO `signatures` (`id`, `exp_imp_id_fk`, `type`, `name`, `job`) VALUES
(2, '3', '1', 'الأسم 1 الصادر ', 'الوظيفة 1 الصادر');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(400) NOT NULL,
  `user_username` varchar(255) NOT NULL,
  `emp_code` varchar(255) NOT NULL,
  `user_pass` varchar(255) NOT NULL,
  `user_email` varchar(255) NOT NULL,
  `role_id_fk` int(11) NOT NULL,
  `dep_job_id_fk` int(11) NOT NULL,
  `user_phone` varchar(20) NOT NULL,
  `user_photo` varchar(255) NOT NULL DEFAULT 'user.png',
  `last_login` int(11) NOT NULL,
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `admin_user` (`user_username`,`user_email`),
  KEY `user_phone` (`user_phone`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `user_name`, `user_username`, `emp_code`, `user_pass`, `user_email`, `role_id_fk`, `dep_job_id_fk`, `user_phone`, `user_photo`, `last_login`) VALUES
(1, 'admin', 'admin', '1', 'adcd7048512e64b48da55b027577886ee5a36350', 'heshamtatawy@gmail.com', 1, 1, '01099942304', 'user.png', 1505767304),
(3, 'leader', 'leader', '2', 'adcd7048512e64b48da55b027577886ee5a36350', '', 1, 3, '', 'user.png', 1498638402),
(4, 'resep', 'resep', '1', 'adcd7048512e64b48da55b027577886ee5a36350', '', 2, 3, '', 'user.png', 1505767516);

-- --------------------------------------------------------

--
-- Table structure for table `vacations`
--

CREATE TABLE IF NOT EXISTS `vacations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_id` int(11) NOT NULL,
  `vacation_id` int(11) NOT NULL,
  `from_date` varchar(255) NOT NULL,
  `to_date` varchar(255) NOT NULL,
  `emp_assigned_id` int(11) NOT NULL,
  `visa` varchar(255) NOT NULL,
  `approved` varchar(10) DEFAULT NULL,
  `approved_date` int(11) NOT NULL,
  `approved_publisher` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL DEFAULT '0',
  `deleted` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `vouchers`
--

CREATE TABLE IF NOT EXISTS `vouchers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `vouch_num` varchar(150) NOT NULL,
  `receipt_date` varchar(255) NOT NULL,
  `vouch_type` tinyint(2) NOT NULL,
  `maden` varchar(150) NOT NULL,
  `dayen` varchar(150) NOT NULL,
  `value` varchar(150) NOT NULL,
  `details` varchar(150) NOT NULL,
  `sheek_num` varchar(150) NOT NULL,
  `sheek_status` tinyint(4) NOT NULL DEFAULT '0',
  `accept_date` varchar(255) NOT NULL DEFAULT '0',
  `date_received` varchar(150) NOT NULL,
  `deportation_value` varchar(255) NOT NULL,
  `deposit_date` varchar(255) NOT NULL,
  `deport` tinyint(2) NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '0',
  `date` varchar(150) NOT NULL,
  `date_s` varchar(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8mb4 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `vouchers`
--

INSERT INTO `vouchers` (`id`, `vouch_num`, `receipt_date`, `vouch_type`, `maden`, `dayen`, `value`, `details`, `sheek_num`, `sheek_status`, `accept_date`, `date_received`, `deportation_value`, `deposit_date`, `deport`, `type`, `date`, `date_s`) VALUES
(1, '1200', '1501534800', 1, '203', '1020090009', '1300', 'البيان', '', 0, '0', '', '', '', 0, 1, '1502658000', '1502724360'),
(2, '1200', '1501534800', 1, '2030003', '1020090009', '1400', 'البيان', '', 0, '0', '', '', '', 0, 1, '1502658000', '1502724360'),
(3, '13', '1501794000', 2, '2030006', '10200100001', '33', 'البيان', '88', 0, '0', '0', '', '', 0, 1, '1502658000', '1502724420'),
(4, '1', '1501707600', 3, '2030006', '10200100000', '900', 'البيان', '89', 0, '0', '1503954000', '', '', 0, 1, '1502658000', '1502724684');

-- --------------------------------------------------------

--
-- Table structure for table `web_photo`
--

CREATE TABLE IF NOT EXISTS `web_photo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` text NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
